<?

TypeBegin( 0 );
	Recipe( 195, 'Распилить Бревно', '110:1.', '36:5.', '10101:1.', 1, 'res/brus.gif', 36 );
	Recipe( 446, 'Распилить Бревно (с налогом)', '110:4:0:20.', '36:20.', '10101:1.', 1, 'res/brus.gif', 36 );
	Recipe( 85, 'Приготовить Клей из карасей', '106:3:116:2.', '478:2.', '10101:1.', 1, 'res/klei.gif', 478 );
	Recipe( 479, 'Приготовить Клей из карасей (с налогом)', '106:15:116:10:0:25.', '478:10.', '10101:1.', 1, 'res/klei.gif', 478 );
	Recipe( 86, 'Приготовить Клей из карпов', '116:4:107:3.', '478:4.', '10101:2.', 2, 'res/klei.gif', 478 );
	Recipe( 480, 'Приготовить Клей из карпов (с налогом)', '116:40:107:30:0:150.', '478:40.', '10101:2.', 2, 'res/klei.gif', 478 );
	Recipe( 101, 'Приготовить Клей из щук', '108:4:116:8.', '478:8.', '10101:3.', 3, 'res/klei.gif', 478 );
	Recipe( 507, 'Подарок Мэра', '106:25.', '109:1.', '10101:4.', 4, 'res/som.gif', 109 );
TypeEnd( );

?>
