<script>begin_help( 'Ответы на часто задаваемые вопросы' );</script>
<div style="padding: 3px 7px 4px 6px; border: 1px solid #336; background-color: #e7d7be;  background: url(images/chat/chat_bg.gif);"><table><tr><td valign=top style="font: normal 9pt/11pt arial, helvetica, sans-serif; text-align: left; color: #000;">
<b>Полезные разделы Помощи:</b><br>
<ul>
<li><a href="help.php?id=34253">Таблица Опыта</a> (сколько опыта нужно <b><font color="blue">для поднятия уровня?</font></b>)
<li><a href="help.php?id=1045">Ранг и Рейтинг</a> (что улучшать, <b><font color="blue">вступив в гильдию?</font></b>)
<li><a href="help.php?id=1046">Расчёт добычи</a> (каковы шансы на <b><font color="blue">заработок у добытчика?</font></b>)
<li><a href="help.php?id=1009">Характеристики Персонажа</a> (что кому полезно?)
</ul>
</td></tr></table></div>
<br><br>


<li>Ваш <b>уровень</b>, а также <b>боевой и профессиональный (<u>гильдийный</u>) опыт</b> можно посмотреть в заголовке браузера, а также в правой части главного окна.<br><img src="help/etc/help-nick-exp.png" /><br /><img src="help/etc/help-exp-main.png" /></li><br>

<li><b><font color="blue"><i>Вода</i></font></b> тушит <font color="red">Огонь</font>,</li>
<li><b><font color="red"><i>Огонь</i></font></b> сжигает <font color="green">Природу</font>,</li> 
<li><font color="green"><b><i>Природа</i></b></font> поглощает <font color="blue">Воду</font>.</li>

<br><li>С самого начала Игры каждому персонажу доступны <b><font color="blue">3</font></b> заклинания <b><font color="blue">1</font></b> уровня. Они не требуют маны в бою, но и не обладают особыми свойствами.</li>

<br><li>Чтобы получить свой первый ранг или рейтинг в гильдии, нужно набрать 
<b>500</b> очков Профессионального Опыта и навестить братьев по ремеслу в Зале Гильдий в Городской Управе. Каждый новый Ранг или Рейтинг требует большего количества Профессионального Опыта.</li>

<br><li><b><span style="color:blue;">Выход из леса</span></b> находится на координатах <b>50:0</b>. Он всегда расположен на одном и том же месте.</li>

<br><li>Вы можете просмотреть список доступных Вам заклятий во вкладке <font color="blue"><b>&quot;Заклинания&quot;</b></font>. Для просмотра других страниц своей книги заклятий щёлкните на один из отогнутых уголков страницы.</li>

<br><li>Если Вы хотите пополнить свою книгу заклятиями, то Вам пригодятся <b>свитки с заклинаниями</b>. После изучения свитка Вы сможете найти соответствующее заклятие в своей магической книге. Будьте осторожны, изученный свиток исчезает из инвентаря навсегда!</li>


<br><li>Чтобы использовать в бою только что выученное заклинание, загляните в свою <b>Книгу Заклятий</b>, найдите подходящее заклинание и щёлкните на его изображение.</li>

<br><li>Почти все заклинания требуют определённое количество <b>маны</b> для их применения. Мана накапливается в течение боя; чем лучше Вы изучили ту или иную <b><font color="red">ст</font><font color="blue">их</font><font color="green">ию</font></b>, тем быстрее Вы сможете набрать достаточно маны!</li>


<br><li><b><font color="blue">Деньги</font></b> можно заработать <b>в гильдиях</b> - главным образом в добывающих. Но и вне гильдийных кругов персонаж может заработать десяток-другой дублонов. Для этого можно прогуляться <b>по Пещерам</b> или <b>в Западному Лесу</b>. Кроме этого, стоит упомянуть о <b>Доме Дозорных</b>, который находится у входа в Западный Лес: можно неплохо зарабатывать, помогая дозорам города Теллы.</li>


<br><li>Чтобы надеть или снять вещь, откройте вкладку <b><font color="blue">&quot;Инвентарь&quot;</font></b> и перетащите мышкой нужный предмет на нужное место или в окно инвентаря.
<br />Есть и более простой способ: <b>дважды щёлкнуть мышкой по предмету,</b> который нужно надеть или снять.
<br>Помимо этого, предмет можно надеть, снять или выбросить, один раз щёлкнув по его картинке и выбрав нужный пункт в небольшом меню.</li>
<br>

<li>Вещи можно приобрести в Торговом Доме. Новые заклинания можно приобрести в Башне Тайных Знаний. Вещи высоких уровней делают другие игроки; сильные заклятия есть у мобов.</li>

<br><li>Вещи имеют свойство <b>изнашиваться</b>. У каждой вещи есть <font color="blue"><b>10</b></font> единиц прочности. За этим параметром нужно постоянно следить. <br />После каждого боя одна из вещей может потерять одну единицу прочности.<br />
Вероятность <b>при победе: приблизительно <font color="blue">14%</font></b><br />
Вероятность <b>при поражении: <font color="blue">25%</font></b><br />
Вероятность <b>на турнире: <span style="color:#0000ff;">0%</span> при победе и <span style="color:#0000ff;">10%</span> при поражении</b></li>

<br><li>Если прочность вещи упадёт до нуля, то она станет нерабочей. Будьте внимательны и не забывайте отдавать потрёпанные вещи Кузнецам, Ювелирам и Портным <b><font color="blue">на починку!</font></b></li>

<br><li>Не набивайте свой рюкзак тяжёлыми вещами! <b>У каждого предмета есть свой вес</b>: если рюкзак окажется слишком тяжёлым, то Вы не сможете сдвинуться с места!</li><br><br>


<script>end_help( );</script>
