<?

include_once( "help/guilds_common.php" );

?>

<script>begin_help( 'Профессиональный Опыт, Ранг и Рейтинг' );</script>

<p>Работа в&nbsp;любой гильдии требует от игрока не&nbsp;только трудолюбия, времени и сноровки, но и&nbsp;определённого навыка. Кто поверит, что старатель-новичок способен сразу&nbsp;же добыть золото, а начинающий кузнец - сделать из&nbsp;этого золота хороший посох?</p>

<p>Чтобы приобрести навык в&nbsp;гильдии, нужен <b><font color="navy">Профессиональный Опыт</font></b>. Он набирается во время рутинной работы в&nbsp;гильдии - рыбалки, добычи угля или&nbsp;производства вещей в&nbsp;Мастерской. Чем сложнее вещь или дороже ресурс, тем больше Профессионального Опыта Вы получаете.<br />
Профессиональный Опыт <b><font color="blue"><u>НЕ</u>&nbsp;привязан к какой-либо гильдии</font></b>. Можно набраться &quot;сил&quot; в&nbsp;Кузнецах, а полученный опыт применить в&nbsp;деле Старателей.<br />
<i><b><font color="navy">Примечание:</font></b></i> Чтобы получить опыт за работу в&nbsp;гильдии, не&nbsp;помешает присутствовать при процессе. <b>За дары природы, добытые не&nbsp;своими руками (<u>с&nbsp;помощью капканов или сетей</u>), опыта Вы не&nbsp;получите!</b></p>

<p>Навык в гильдии действительно можно <b>приобрести за Профессиональный Опыт.</b> В прямом смысле приобрести. Для этого нужно заглянуть <b>в Зал&nbsp;Гильдий в&nbsp;<font color="navy">Городской Управе</font></b> - это то место, где Вас принимали в&nbsp;гильдию.<br />
Навыков в гильдии два: <b>ранг и рейтинг.</b><br />
Рейтинг и Ранг <b><font color="blue">теряются при выходе из гильдии!</font></b></p>
<br />

<p><b><font color="blue">Ранг</font> - это Ваши <font color="blue">возможности</font>.</b><br />
От значения Ранга зависит, какие именно ресурсы Вы сможете добыть или насколько сложные и ценные вещи Вы сможете производить. Чем выше ранг, тем больше возможностей <b><font color="navy">добыть что-то очень ценное</font></b> или <b><font color="navy">сделать что-то дорогое</font></b>. Помимо этого, в&nbsp;некоторых гильдиях Ранг открывает игроку <b>новые гильдийные возможности</b>.<br />
<i><b><font color="navy">Примечание:</font></b></i> В добывающих гильдиях поднимать только Ранг иногда бывает невыгодно. Не&nbsp;забывайте про Рейтинг!</p>

<br />

<p><b><font color="blue">Рейтинг</font> - это Ваше <font color="blue">богатство</font>.</b><br />
От значения Рейтинга зависит Ваша прибыль в добывающих гильдиях. Чем выше Рейтинг, тем больше монет Вы сможете выручить за проданные ресурсы. Проще говоря, <b>добыча будет идти успешнее.</b><br />
<i><b><font color="navy">Примечания:</font></b></i> Рейтинг полезен обычному работнику <b><font color="blue">только</font> в&nbsp;добывающих гильдиях</b>. Ремесленникам же он нужен только в особых случаях.</p>


<br /><br />


<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<p>Формула добычи ресурсов в Алидерии учитывает большое количество параметров. В общем случае
вероятности расставляются таким образом, чтобы каждый заход в гильдии приносил одну единицу какого-либо
ресурса. Иными словами, коэффициенты расставляются так, чтобы:<br>
1. В результате каждого подхода вы добыли хотя бы один экземпляр ресурса - так как
пустые подходы являюся раздражающим фактором;<br>
2. В результате каждого подхода вы добыли не более чем один ресурс - так как наличие шанса
на добычу двух одинаковых дешевых ресурсов понижает шанс на добычу одного дорогого.<br>
Из этого правила есть два исключения. Первое - расставить коэффициенты так, чтобы каждый подход
был успешным и чтобы каждый допустимый ресурс при этом мог быть добыт, нельзя -
появляется шанс на наличие пустого подхода. Это проявляется в настоящий момент
только в гильдии охотников, где при нулевом ранге необходимо хотя бы 2 пункта рейтинга, чтобы не было пустых ходок, а при ранге 1 и выше необходим хотя бы рейтинг 3.<br>
Второе исключение - расставить коэффициенты так, чтобы каждая ходка приносила не более одного
ресурса, нельзя, так как появляется вероятность добыть более одного экземпляра каждого ресурса.<br></p></td></tr></table></div>


<script>end_help( );</script>
