<script>begin_help( 'Река' );</script>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<p>
<table>
<tr><td><b>Уровни монстров:</b></td><td><i>5, 7, 8, 10, 12, 25 (босс)</i></td></tr>
<tr><td><b>Можно вмешиваться против монстров:<b></td><td><i>Да</i></td></tr>
<tr><td><b>Можно вмешиваться против игроков:<b></td><td><i>Да</i></td></tr>
</table>
</p>
</td></tr></table></div>

<p>
В реке, как ни странно, плавают не только рыбы, водные духи и монстры. Любой маг, познав мощь Воды, может находиться под водой достаточно долго - главное не открывать любимую флягу на дне...<br />
Местные существа обычно равнодушно относятся к людям. Рыбам нет до них дела, тритоны и мурены стараются избежать встреч с особо ретивыми чародеями, а глубинные монстры просто дремлют в ожидании.
</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content" style="line-height:12pt; font-size:10pt;">
<img src="help/etc/help-river.png" alt="(картинка Реки)" title="Изображение реки" />
<p>
Река состоит из пяти зон: Тёплых Вод, Подводных Равнин, Подводного Сада, Грота Гейзеров, Расщелины Духов и Обители Тьмы.<br />
В Тёплых Водах можно найти выход из Реки. В остальных зонах обычно можно найти что-либо полезное. Но остерегайтесь спускаться вниз без оружия...<br />
Передвижение между зонами занимает 30 секунд.
</p>

<p>
<span style="color:#0000ff;">&#8226; Вход в Реку</span>: Вход в Реку расположен неподалёку от Рыбацкой близ моста. Удобное место для плавания.</p>

<p>
<span style="color:#ff0000;">&#8226; Игроки в Реке</span>: Игроки в Реке могут быть заняты разными делами. Кто-то просто плавает, а кто-то сражается.<br />
Незанятые игроки отображаются <span style="color:#00aa00"><b>зелёными</b></span> квадратами. Игроки в бою отображаются <span style="color:#ff0000"><b>красными</b></span> квадратами и <b>сгруппированы по боям.</b> Не стоит нажимать на квадрат, если вы не хотите атаковать игрока или моба!<br />
<b>Не советуем лезть в бой, если вас не приглашали.</b> Многие сильно обижаются.
</p>
</td></tr></table></div>

<p>
В трёх главных зонах (в Тёплых Водах, на Подводных Равнинах и в Гроте Гейзеров) вы можете сражаться против оппонентов разных уровней (чем дальше от входа, тем они сильнее). Достаточно <b>подыскать себе обитателя для атаки</b> (<b>нажав при этом на нужную ссылку</b> под описанием локации). Через тридцать секунд вы гарантированно найдёте себе моба.<br />
<b><span style="font:#0000ff">Учтите:</span> если моб виден среди игроков, то на него уже кто-то напал!</b> Поэтому не торопитесь атаковать всех подряд.
</p>

<p>
На глубине Реки расположена Обитель Тьмы, в которой дремлет <a href="http://alideria.ru/help.php?id=1016&beast_id=33">Чешуйчатый Акулоид</a> - опасный и сильный монстр. Обычно на него решаются нападать только Ордена - и то из-за вещей, которые могут остаться после победы над ним.<br />
На пути к Обители Тьмы находится Расщелина Духов, в которой удобно подстерегать охотников за чудищами.
</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content" style="line-height:12pt; font-size:10pt;">
<p>
Акулоид появляется в Обители Тьмы в <b>16:00</b> и <b>20:00</b> по времени Теллы. Именно в эти моменты можно попробовать его отловить.<br />
Если никто не нападал на него, то через час он вновь пропадает. Когда битва с монстром завершена, он скрывается в далёких глубинах.
</p>
</td></tr></table></div>

<script>end_help( );</script>

