<script>begin_help( 'Как можно заработать в Алидерии' );</script>

<p><i>Каждому в мире Алидерии знаком дублон - мелкая золотая монета, еле заметно светящаяся изнутри в темноте. Дублоны издавна были в ходу у купцов Алидерии; постепенно эта монета стала официальной в столице и в других мелких городах и селеньях.<br>
За несколько дублонов Вы сможете пообедать или отдохнуть в ближайшей харчевне или таверне практически в любом уголке Алидерии. Кроме того, за это золото можно приобрести различные ценности и редкости, важные для ремесленника, странника, мудреца или мага.<br>
Дублоны в ходу везде. Дело за малым - направить их &quot;ход&quot; к Вам в карман.<br>
И здесь начинается самое сложное...</i></p>

<br>
<hr style="size: 1px; border: 1px solid rgb(124,92,47); width: 80%;" />
<br>

<h3>Добыча в гильдиях</h3>
<p>В мире Алидерии живут и работают представители множества различных профессий. Многие из этих людей объединились в гильдии, к которым можете присоединиться и Вы.<br>
Вы сможете обеспечить себе неплохой заработок, вступив в одну или несколько добывающих гильдий  - скажем, в гильдию <a href="help.php?id=34276">Рыбаков</a>, <a href="help.php?id=34278">Старателей</a>, <a href="help.php?id=34315">Охотников</a> или <a href="help.php?id=34277">Собирателей</a>.</p>

<p>В первых трёх добывающих гильдиях (<b><a href="help.php?id=34276">Рыбаки</a>, <a href="help.php?id=34278">Старатели</a>, <a href="help.php?id=34315">Охотники</a></b>) процесс добычи очень прост: Вы приходите в локацию добычи (прииск, охотничья база или рыбацкий домик) и запускаете ходку, после чего ждёте её завершения.<br>
Если ходка окажется успешной, в ваш инвентарь добавится некоторое количество ресурсов, зависящее от вашего положения в гильдии. Их впоследствии можно будет продать или использовать для создания каких-либо вещей или изделий.<br />
<b>Каждая такая ходка длится <b><font color="blue">10</font> минут</b>.</b><br>
Во время ходки Вы можете спокойно отвлечься на свои дела, к примеру, заняться работой или учёбой. Таким образом, заработок в этих гильдиях достаётся достаточно легко, ведь <b>для работы в этих гильдиях отвлекаться на игру нужно всего лишь <font color="blue">раз в 10 минут</font></b>.</p>

<p>В гильдиях Охотников и Рыбаков, помимо этого, при достижении определённого ранга можно <b><font color="blue">ставить сети</font> (в реке) <font color="blue">или капканы</font> (в лесу)</b>. Это особый вариант ходки, который ставится <b>на целые сутки</b>.<br>
После установки капканов или сетей Вы можете заниматься своими делами - даже зарабатывать в гильдии привычным способом! Но <b>не забудьте через 24 часа проверить ловушки</b>: чем дольше Вы будете тянуть с проверкой, тем меньше добычи Вы получите!<br>
<b>Примечание:</b> можно ставить <b>или капканы, или сети</b>, но не и то, и то.</p>
<br>
<p><b>О Гильдии <a href="help.php?id=34277">Собирателей</a></b> стоит поговорить отдельно.<br>
<b>Прибыль от работы в этой гильдии гораздо выше</b> по сравнению с любой другой добывающей гильдей. Однако для успешного собирательства требуется следить за происходящим вокруг и <b>всё время отвлекаться на игру</b>.<br>
Подробнее о работе в гильдии Собирателей Вы сможете прочесть <a href="help.php?id=34277">на странице самой гильдии</a>.<br>
Вкратце: Гильдия Собирателей <b>подходит тем, у кого есть много свободного времени</b>. В ней <b><font color="blue">можно заработать гораздо больше</font></b>, но <b>работа в ней <font color="blue">требует постоянного внимания</font> со стороны игрока</b>.
</p>
<br>
<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
Работа в добывающих гильдиях приносит вам ресурсы, на продаже которых вы сможете заработать.<br />
Помимо ресурсов, за ходки Вы получаете Профессиональный Опыт, который можно использовать для увеличения своей прибыли в гильдии или разнообразия ресурсов. За это отвечают <a href="help.php?id=1045">Ранг и Рейтинг</a>.<br>
<b>В первую очередь лучше увеличивать Рейтинг.</b> Мало кому хочется уметь добывать дорогие ресурсы и при этом сидеть ни с чем.
</td></tr></table></div>

<br>
<hr style="size: 1px; border: 1px solid rgb(124,92,47); width: 80%;" />
<br>

<h3>Пещеры</h3>
<p>Пещеры - мрачное и таинственное место, с которого многие молодые маги начинают свой путь по Алидерии. В темноте подземных коридоров можно найти множество полезных вещей, которые можно продать другим игрокам и выручить несколько дублонов.<br>
Даже у входа в Пещеры (<b>на нулевом уровне</b>) есть возможность найти что-то ценное - например, там можно <b><font color="blue">заняться поиском камней</font></b>, которые впоследствии можно будет продать другим игрокам.<br>
Говорят, что на пятой и на десятой глубинах Пещер можно найти драгоценные камни, но искать их нужно гораздо дольше...</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<img src="help/etc/help-caves.png" alt="(здесь указано расположение Пещер в столице)" title=""><img src="help/etc/help-pebblesearch.png" alt="(здесь находится вспомогательная картинка)" title=""><br>
<p>
После поиска подходящего места (поиск занимает <b><font color="blue">10</font> минут</b> для нулевой глубины, <b><font color="blue">час</font></b> для пятой и <b><font color="blue">пять</font> часов</b> для десятой) перед Вами появляется квадрат 3*3; <b>в трёх клетках</b> этого квадрата находятся камни.<br>
У Вас есть <b><font color="blue">три</font> попытки</b> на то, чтобы найти хотя бы один камень. <br />
Если же кто-то из ваших друзей решил помочь вам <b>Серым Пёрышком</b>, найденным на Зачарованной Поляне, у вас будет четыре попытки вместо трёх, но только однажды; после первого же поиска камней, удачного или неудачного, оно исчезает.
</p>
</td></tr></table></div>
<br>


<br>
<hr style="size: 1px; border: 1px solid rgb(124,92,47); width: 80%;" />
<br>

<h3>Западный Лес и Дозор</h3>
<p>В Западном Лесу располагается Дом Дозорных. Из него маги отправляются в дозоры в Западный Лес и на улицы города, наблюдая за порядком и безопасностью. Благодаря Дозорным жизнь простых горожан в столице течёт без страха и нервотрёпок.<br>
Вы можете <b>прийти в Дом Дозорных</b> и предложить свои услуги, <b>отправившись в дозор на несколько минут или даже часов</b>.<br>
За работу на Дом Дозорных Вы <b>можете получить деньги и, если повезёт, вещи</b>, которые могут пригодиться Вам в будущем.</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<img src="help/etc/help-watch.png" alt="(здесь находится картинка для Помощи)" title=""><br>
<p>Для работы в Дозоре не нужно искать никакие скрытые локации - достаточно найти указанную на изображении форму.<br>
Вы можете отправиться в дозор на любое время, <b>кратное <font color="blue">10</font> минутам</b> и не превышающее разрешённые нормы (обычно <b>максимум равен <font color="blue">2</font> часам</b>, но говорят, что <b><a href="help.php/?id=5" style="text-decoration:underline;">Фавн</a></b> может позволить обойти это ограничение).<br>
Говорят, что <b>в дозор лучше всего отправляться по ночам, как раз перед сном.</b>
</p>
<p>
Кто-то из Дозорных говорил, что <b>Белое Пёрышко,</b> подаренное другом, может позволить ходить в Дозор чаще, чем обычно.</p>
</td></tr></table></div>
<script>end_help( );</script>
