<script>begin_help( 'Управление Членами Ордена' );</script>

<h2>Звания и должности</h2>
<p>
У каждого члена Ордена имеются <b><font color="blue">звание и должность</font></b>, которое зависит от его ранга в Ордене, от его возможностей и обязанностей. В своём роде звание и должность - это ключи к тайным дверям Орденских комнат.<br>
При создании Ордена <b>игрок, подавший заявку</b>, автоматически становится <b><font color="blue">Магистром</font> Ордена и <font color="green"><u>единственным</u> Главой</font></b>, получающим в руки все &quot;ключи&quot; к тайным дверям. <b><font color="blue">Остальные</font> члены Ордена</b> автоматически <b>становятся его <font color="blue">Послушниками</font></b>; не рекомендуется оставлять их в этом же состоянии.<br>
Впоследствии можно создать дополнительные звания и должности для каждого члена Ордена, поставив в связь с каждой группой послушников и магистров определённые возможности и обязанности.
</p>
<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<p><b>А Вы знаете, что...</b><br>
...традиция давать членам Орденов звания и должности пошла от &quot;бродячих лесных душ&quot;, именуемых в народе орками? Как свидетельствует историк Кивнилис, у племен грынбазеров издавна существовала традиция давать друг другу различные прозвища, одно из которых описывало занятие орка в племени, а другое давалось просто &quot;шобы паржать&quot;. Узнав &quot;второе прозвище&quot; шамана грынбазеров, Кивнилис умудрился избежать верной гибели от закармливания переваренной брюквой.</p></td></tr></table></div><br>
<br>

<h3>Настройка Званий и Должностей</h3>
<p>
В Зале Собраний можно настроить <b><font color="blue">привилегии</font>, связанные <font color="blue">с тем или иным званием или должностью</font></b>. К примеру, можно определить, кто из членов Ордена имеет право доступа к Складу и Казначейству, восстанавливать здоровье в Столовой, следить за форумом и мини-сайтом Ордена или управлять строительством зданий и приёмом послушников.<br>
Каждому званию или должности соответствует <b>определённый <font color="blue">набор параметров</font></b>, выставленных Главой или магистрами Ордена. <b>Выставить определённый набор привилегий <font color="red">определённому игроку нельзя</font>.</b>
</p>
<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<img src="help/etc/help-order-staff-menu.png">
<p>
У каждого звания или должности имеется <b>личный номер от <font color="blue">0</font> до <font color="blue">1000</font></b>, который выбирается при создании. Указав ID уже созданного звания или должности, можно <b><font color="blue">переименовать</font></b> её; при этом выставленные привилегии останутся теми же самыми.<br>
<b><u>Должность Главы</u> <u><font color="red">нельзя переименовать, изменить или удалить</font></u></b>. Её может держать при себе <b>только <font color="blue">один игрок</font></b>. Хотя никто не запрещает создавать видимость &quot;многоглавия&quot;.</p>
<img src="help/etc/help-order-staff-statcontrol.png">
<p>
Для каждого звания или должности можно выставить свой набор привилегий. При выставлении <b>доступа к <font color="blue">складу Ордена</font></b> можно указать <b><font color="blue">цвета полок</font></b>, которые будут доступны этому рангу послушников или магистров.<br>
Магистр с возможностью <b>менять права других членов Ордена</b> может выставлять другим магистрам или послушникам только те права, которые доступны ему самому.
</p>

<br /><br />
<p style="font-size: 110%; line-height: 120%;">
<b>Совет:</b> <b><span style="color:#AA0000;">НЕ</span></b> открывайте <b>полный</b> доступ к складу всем членам Ордена. Всем, в особенности послушникам, выставьте неотрицательный баланс (ниже описано, как это сделать) и разрешите доступ к вещам Ордена ТОЛЬКО при неотрицательном балансе.<br />
Особенно хорошо <b>защитите <span style="color:#AA0000;">красную</span> полку склада,</b> предназначенную для еды и строительства зданий. У всех игроков для этой полки должен быть доступ &quot;ТОЛЬКО КЛАСТЬ&quot;. Почти наверняка ни одному игроку не понадобится брать что-нибудь с красной полки.<br /><br />
Если в Ордене стоят права на склад &quot;Можно брать&quot; и человек заберет все вещи со склада, Администрация не будет рассматривать этот случай и не будет возвращать утерянные вещи, поскольку это, вне всяких сомнений, ошибка, допущенная руководством самого Ордена.
</p></td></tr></table></div>
<br><br>

<h3>Выставление Привилегий и Очки Действия</h3>
<p>
Для того, чтобы тот или иной послушник или магистр получил те или иные права или обязанности, их нужно выставить в <nobr><b>меню <font color="blue">управления составом</font> Ордена</b>.</nobr><br>
Права и возможности игрока устанавливаются привилегиями, выставленными для <b>его <font color="green">звания и должности</font></b>. Выставить привилегии <nobr>лично игроку нельзя!</nobr><br>
Для некоторых важных действий по управлению кланом требуется <b>наличие <font color="blue">Очков Управления</font></b> - это сделано специально для <nobr><b>защиты от &quot;внутренних беспорядков&quot;</b>.</nobr><br>
Почти все действия, связанные с контролем и изменением устройства Ордена, тратят Очки Управления. <b><font color="blue">Пополнить</font></b> их запас другим игрокам могут магистры с <b><font color="blue">неограниченным</font> количеством Очков Управления</b>. <b><font color="red">Сами по себе Очки Управления не восполняются!</font></b>
</p>
<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">

<img src="help/etc/help-order-priveleges.png"><p>
Можно указать определённое количество Очков Управления или выставить бесконечное значение (на рисунке).<br><br>
Баланс изменяется, когда игрок кладёт или забирает со склада ресурсы или вещи, а также при добавлении ресурсов в казну. С его помощью можно защитить Орден от любителей жить роскошно за счёт других жителей Алидерии.<br><br>
Галочки справа <b><u>только</u> указывают</b> на уже имеющиеся привилегии персонажа (зависят от звания и должности).<br>
<font color="green"><i>Подсвеченные</i></font> возможности персонажа <font color="red"><i>не требуют</i></font> наличия Очков Управления для их нормальной работы; остальные возможности и права тратят эти очки и отключаются при их отсутствии.
</p></td></tr></table></div>

<!--
Каждый член Ордена имеет свое звание и должность. При основании Ордена глава
имеет звание Магистр и должность Глава, все остальные игроки имеют звание
Послушник и не имеют должности.<br>
Вы можете изменять звания и должности любым удобным для вас образом, в том
числе переименовать звания Магистр и Послушник. Должность Глава переименовать
нельзя.<br>
Каждое звание и должность обладает рядом прав. Выставлять права непосредственно
игроку нельзя - права игрока являются совокупностью прав его звания и должности.
Чтобы не запутаться, мы настоятельно рекомендуем выставлять права только
должностям, оставляя все звания с пустыми правами.<br>
Все звания и должности настраиваютяс в соответствующей комнате вашего Ордена.
Для того, чтобы комната была доступна, глава должен вас наделить правами
"Управлять правами членов Ордена". В комнате вы можете добавить или удалить
любое звание или должность. Каждое звание или должность имеют АйДи - уникальный
номер. Вы можете выбирать любые АйДи, которые вам нравятся, в пределах от 0 до
1000. Обратите внимание, что должность Глава менять нельзя, так же как ее
нельзя поставить игроку или снять с игрока.<br>
Право "Управлять правами членов Ордена" обладает особыми свойствами. Игрок,
имеющий это право, может добавлять и удалять новые должности и звания, и менять
им права. Однако, он не может менять у должность или звания те права, которых
у него у самого нет. Например, если игрок обладает правами "Класть деньги в
казну" и "Управлять правами членов Ордена", но не обладает правом "Менять страницу
Ордена", то он может любому званию или должности поставить или сбросить права
"Класть деньги в казну", но не может поставить или сбросить права "Менять страницу Ордена".<br>
<br>
В комнате Состав Ордена вы можете управлять игроками непосредственно. Если у
вас есть права "Управлять правами членов Ордена", вы можете менять любому игроку
звание или должность, а также отчислить его. У каждого игрока есть два дополнительных
параметра: баланс и очки управления.<br>
Баланс позволяет ограничивать игроков в использовании склада или казны. Каждый раз,
когда игрок кладет или берет деньги или вещи используя казначейство или склад, его
баланс соответствующим образом меняется. В управлении звания и должностей вы можете
выставить права, согласно которых игрок не сможет брать вещи или деньги, если
его баланс станет отрицательным.<br>
Все остальные аспекты работы с орденом контролируются очками управления. Каждое действие,
такое как изменение страницы Ордена, изменение прав должности, постройка здания,
отмена постройки здания и все остальные, требуют одно очко управления. Если у игрока
ноль очков управления, то, не смотря на то, что у него есть соответствующие права,
он не может выполнять никакие действия по управлению орденом.<br>
Вы можете выставить любому игроку определенное количество очков управления, в том
числе бесконечное.<br>
<br>
Обратите внимание, что на странице Ордена состав сортируется в первую очередь
по званию, а во-вторую - по должности, а не наоборот. Таким образом, если вы
хотети выделить заместителей главы, вы должны поставить им высокое звание.<br>
<br>
Если вы хотите создать видимость нескольких глав в Ордене, создайте должность
999 с названием Глава, и выставьте ей полные права. Обратите внимание, что
не смотря на равные права, системный глава по прежднему имеет больше полномочий,
так как он может поменять игроку с должностью 999 его должность, а игрок с
должностью 999 не может поменять должность системному главе.

-->
<script>end_help( );</script>

