<script>begin_help( 'Ордена Алидерии' );</script>

<p>
<i>Многие игроки жаждут проявить себя в полную силу. Кто-то хочет достичь высот в магических сражениях, кого-то интересует торговля, многие ищут возможности направить других к нужной цели, а есть и те, кто просто стремится найти дружную компанию.<br>
Практически у всех жителей Алидерии имеется возможность присоединиться к одному из множества магических Орденов, зарегистрированных в Алидерии.<br>
Ордена могут преследовать различные цели, быть светлыми или тёмными, идти путём одной из стихий мира Алидерии или просто действовать в этом мире, делая свою заметную и незаметную работу.<br>
У каждого Ордена - своя цель. Каждый житель Алидерии, вступая в один из них, выбирает свой собственный путь. Кто знает - возможно, именно это решение навсегда изменит жизнь жителя Алидерии...</i>
</p>


<p>
<b><font color="blue">Орден</font></b> - это <b>объединение магов Алидерии</b>, преследующее свои цели - боевые или торговые достижения, помощь другим кланам или что-то своё.<br>Ордена могут быть <b>светлыми или тёмными</b>, могут идти путём одной из трёх <b><font color="blue">ст</font><font color="red">их</font><font color="green">ий</font></b> Алидерии, а могут и просто действовать, не выбирая каких-либо склонностей и живя в мире со всеми магиями.
</p>

<p>
У Орденов есть множество преимуществ, такие как:<br>
<ul>
<li> возможность <b>объединить под своим знаменем выдающихся жителей Алидерии</b>;<br>
<li> <b>собственный <font color="blue">мини-сайт</font></b> в Алидерии, на который можно поместить дополнительные сведения об Ордене;<br>
<li> возможность <b>строить различные <font color="blue">здания</font></b>, позволяющие помочь Ордену достичь новых высот;<br>
<li> <b>управление имуществом</b> Ордена и возможность <b>создания <font color="blue">Орденского магазина</font></b>;<br>
<li> собственный <b><font color="blue">раздел на форуме</font> Алидерии</font></b> для тайного общения между членами Ордена;<br>
<li> собственная <b><font color="blue">комната в чате Алидерии</font></b>, доступная только для членов Ордена.
</ul>
<img src="help/etc/help-order-abilities.png">
</p>



<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<img src="help/etc/help-order-hint.png"><br><br>
Чтобы создать орден, нужно его название, описание ордена, небольшой символ, <b><font color="blue">5000</font> дублонов</b> и 5 игроков, приготовившихся ко вступлению.<br><br>
В названии <b><font color="green">обязательно</font></b> должно присутствовать слово &quot;Орден&quot;.<br><br>
Формат символа ордена: <b><font color="blue">18*13</font></b> px, <font color="blue">gif</font>, размер - <b>менее <font color="blue">2</font> КБ</b></b>. Анимация допустима.<br>
Заготовка для создания символа ордена: <img src="help/etc/order-icon.gif"><br><br>
Орден можно создать <b>в <font color="blue">Зале Собраний</font> в Городской Управе</b> Теллы.<br><br>
<b><u><font color="red">Ордена с названиями, символами, званиями и описаниями, не соответствующими тематике фэнтези, будут удалены!</font></u></b>
</p></td></tr></table></div>

<script>end_help( );</script>
