<script>begin_help( 'Партнерская Программа' );</script>

<center><b>Не хватает монеток?</b><br>
Пригласи в игру друзей и разбогатей!<br>
За каждого человека с уникальным IP-адресом, прошедшего в течение дня по ссылке<br>
<font color=blue><u>http://www.alideria.ru/?r=[твой ID]</u></font><br>
ты получишь от одного до четырех дублонов!<br>
<i>(Точную ссылку ты можешь найти у себя в дневнике)</i><br>
<img src="help/etc/help-partnership.gif" alt="(здесь прячется картинка-помощь)"><br>


<br><br>
Если твой друг зарегистрируется в Алидерии, пройдя по этой ссылке, он становится твоим рефералом. Также он им станет, если укажет твой никнейм в специально отведённом для этого поле при Регистрации.<br /><br />
За каждый ап твоего реферала на каждый уровень, кратный пяти (это 5-й, 10-й, 15-й, 20-й и 25-й) ты будешь получать по <b>5 талантов</b>!<br />
Кроме того, ты будешь получать по <b>20%</b> от каждой покупки талантов твоим рефералом!
</center>

<script>end_help( );</script>
