<script>begin_help( 'Турниры' );</script>

Турниры в Алидерии проходят в зале турниров на арене героев по системе, похожей на систему Double Elimination.<br>
Войдя в зал, вы увидите список всех запланированных турниров, а также информацию по турниру, проходящему в данный момент, если такой есть.<br>
Если вы подходите по уровню для какого-либо турнира, вы можете записаться на него. Запись на любой из турниров бесплатная.<br>
В момент старта турнира вы должны находиться в зале турниров, иначе вы будете автоматически дисквалифицированы.<br>
На протяжении всего турнира вы не сможете покинуть зал.<br>
<br>
<b>Балансировка игроков</b><br>
Если турнир предполагает участие игроков разных уровней, перед стартом всем игрокам за каждый недостающий уровень до максимально допустимого на турнире начисляется 60 жизней.<br>
<br>
<b>Система проведения турнира</b><br>
Как было отмечено выше, система проведения турнира похожа на Double Elimination. В общем случае это обозначает, что игрок выбывает из турнира, проиграв дважды.<br>
В момент старта, если количество игроков не является степенью двойки, или меньше 8, оно дополняется до ближайшей степени двойки (или до 8-ми) специальными турнирными мобами, достаточно слабыми, чтобы не внести дисбаланс в турнир<br>
Все игроки в начале турнира показываются в самом левом столбце турнирной сетки. По результатам проведенных партий в первом круге все победители попадают в верхнюю половину таблицы, а проигравшие - в нижнюю половину.<br>
После первого круга все бои проходят параллельно в верхней и нижней сетке по следующим правилам:<br>
<li>После каждого боя в верхней сетке победитель попадает в следующий круг верхней сетки, а проигравший падает в этот же круг нижней сетки.<br>
<li>После каждого боя в нижней сетке победитель попадает в следующий круг в нижней сетке, а проигравший выбывает из турнира.<br>
Так продолжается до тех пор, пока не останется по два игрока в верхней и нижней сетках. После этого турнир заканчивается по олимпийской системе. Каждая пара сразится за выход в финал. По итогам этих боев двое участников, не попавших в финал, сразятся за третье место.<br>
Таким образом, если вы попали в Top4 игроков не разу не проиграв, вы теряете шанс выиграть турнир после первого поражения, а не после второго.<br>
<br>
<b>Регулярные турниры</b><br>
Турниры для каждого уровня проводятся раз в неделю. Анонс турниров на следующую неделю производится в четверг в полночь. При этом для каждого из уровней, для которых предусмотрены турниры, турнир назначается на случайный день следующей недели равновероятно на 20:00 или на 15:00. В настоящее время турниры проводятся для игроков от 4-ого до 15-ого уровня.<br>

<br>
<script>end_help( );</script>
