<script>begin_help( 'Характеристики Персонажа' );</script>

<?

$descrs = Array (
	5 => "",
	6 => "",
	7 => "",

	30 => "Некоторые заклинания могут требовать Магию Воды для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Воды можно посмотреть <a href=help.php?id=40006>в энциклопедии заклинаний</a>",
	31 => "Некоторые заклинания могут требовать Магию Льда для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Льда можно посмотреть <a href=help.php?id=40009>в энциклопедии заклинаний</a>",
	32 => "Некоторые заклинания могут требовать Магию Шторма для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Шторма можно посмотреть <a href=help.php?id=40010>в энциклопедии заклинаний</a>",
	33 => "Некоторые заклинания могут требовать Магию Иллюзий для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Иллюзий можно посмотреть <a href=help.php?id=40011>в энциклопедии заклинаний</a>",

	40 => "Некоторые заклинания могут требовать Магию Природы для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Природы можно посмотреть <a href=help.php?id=40007>в энциклопедии заклинаний</a>",
	41 => "Некоторые заклинания могут требовать Магию Земли для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Земли можно посмотреть <a href=help.php?id=40012>в энциклопедии заклинаний</a>",
	42 => "Некоторые заклинания могут требовать Магию Пробуждения для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Пробуждения можно посмотреть <a href=help.php?id=40013>в энциклопедии заклинаний</a>",
	43 => "Некоторые заклинания могут требовать Магию Исцеления для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Исцеления можно посмотреть <a href=help.php?id=40014>в энциклопедии заклинаний</a>",

	50 => "Некоторые заклинания могут требовать Магию Огня для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Огня можно посмотреть <a href=help.php?id=40008>в энциклопедии заклинаний</a>",
	51 => "Некоторые заклинания могут требовать Испепеляющую Магию для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Испепеляющей Магии можно посмотреть <a href=help.php?id=40015>в энциклопедии заклинаний</a>",
	52 => "Некоторые заклинания могут требовать Магию Пламени для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Пламени можно посмотреть <a href=help.php?id=40016>в энциклопедии заклинаний</a>",
	53 => "Некоторые заклинания могут требовать Магию Смерти для того, чтобы их можно было произносить в бою.<br>Полный список заклинаний Магии Смерти можно посмотреть <a href=help.php?id=40017>в энциклопедии заклинаний</a>",

	1 => "Здоровье - основной параметр в бою. Когда у одного из противников здоровье падает до нуля или ниже, он проигрывает",
	13 => "Удача влияет на шанс произнести заклинание в бою дважды. Если удачи ноль, шанс произнести заклинание дважды равен нулю. Не повышайте удачу, если вы используете заклинания, двойное произнесение которых не имеет смысла (например <a href=help.php?id=1011&spell_id=96>Вьюгу</a>)",
	14 => "Действие параметра Скорость находится в разработке",
	15 => "Если на очередном ходу стихия вашего заклинания слабее стихии заклинания оппонента, у вас есть все равно есть шанс произнести заклинание после того, как его произнесет ваш противник. Если ваша отдача равна нулю, этот шанс нулевой. Чем выше отдача, тем выше этот шанс.",
	16 => "Критический удар влияет на шанс нанести двойное повреждение атакой магии.",
	222 => "Каждый ход ваше здоровье изменяется на значение этой характеристики",
	223 => "Выносливость. Чем выше выносливость, тем больше суммарный вес, который вы можете нести",

	130 => "Мана расходуется при произнесении сложных заклинаний магии воды.",
	131 => "Чем выше атака магии, тем выше урон, наносимый, когда вы произносите заклинание магии воды.",
	132 => "Чем выше защита магии, тем ниже урон, наносимый вам, когда оппонент произносит заклинание магии воды, и тем ниже урон, получаемый, когда оба мага выбрали стихию воды.",

	140 => "Мана расходуется при произнесении сложных заклинаний магии природы.",
	141 => "Чем выше атака магии, тем выше урон, наносимый, когда вы произносите заклинание магии природы.",
	142 => "Чем выше защита магии, тем ниже урон, наносимый вам, когда оппонент произносит заклинание магии природы, и тем ниже урон, получаемый, когда оба мага выбрали стихию природы.",

	150 => "Мана расходуется при произнесении сложных заклинаний магии огня.",
	151 => "Чем выше атака магии, тем выше урон, наносимый, когда вы произносите заклинание магии огня.",
	152 => "Чем выше защита магии, тем ниже урон, наносимый вам, когда оппонент произносит заклинание магии огня, и тем ниже урон, получаемый, когда оба мага выбрали стихию огня."

);

$res = f_MQuery( "SELECT * FROM attributes" );

$anames = Array( );
$acolors = Array( );

while(  $arr = f_MFetch( $res ) )
{
	$anames[$arr['attribute_id']] = $arr['name'];
	$acolors[$arr['attribute_id']] = $arr['color'];
}

include( "attrib_relations.php" );

$attrib_rels[33][] = 135;
$attrib_rels[42][] = 145;
$attrib_rels[51][] = 155;
$attrib_rels[30][] = 135;
$attrib_rels[40][] = 145;
$attrib_rels[50][] = 155;

$acolors[135] = "blue";
$acolors[145] = "green";
$acolors[155] = "red";

$anames[135] = "Прирост маны Воды";
$anames[145] = "Прирост маны Природы";
$anames[155] = "Прирост маны Огня";

foreach( $descrs as $id=>$descr )
{
	echo "<b><font color=".$acolors[$id].">".$anames[$id]."</font></b><br>";
	if( $descr ) echo "$descr<br>";
	if( $attrib_rels[$id] )
	{
		echo "Увеличение этой характеристики на единицу также увеличивает:<br>";
		$lst = $attrib_rels[$id][0];
		$num = 0;
		foreach( $attrib_rels[$id] as $b )
		{
			if( $b == $lst )
			{
				++ $num;
			}
			else
			{
				if( $num > 1 ) echo "$num x ";
				$num = 1;
				echo "<font color=".$acolors[$lst].">".$anames[$lst]."</font><br>";
				$lst = $b;
			}
		}
		if( $num > 1 ) echo "$num x ";
		$num = 1;
		$lst = $b;
		echo "<font color=".$acolors[$b].">".$anames[$b]."</font><br>";
	}
	echo "<br>";
}

?>

<script>end_help( );</script>

