<script>begin_help( 'Существа' );</script>

<p>
<b>Существа</b> - элемент боевой системы Алидерии, доступный игрокам с
4 уровня. Набравшийся опыта игрок может призвать на бой последователя, который будет атаковать противника или его существ, а также защищать своего хозяина от последователей врага.<br />
Игрок может призвать к себе на бой <b>до <font color="blue">3</font> существ</b>.
</p>

<p>
Для призыва существ имеются специальные заклинания. Некоторые из них можно найти в <b><font color="blue">Башне Тайных Знаний</font></b> среди прочих заклятий. Там можно найти заклинания призыва для <b><font color="blue">4</font> уровней</b> под каждую стихию.<br />
Все заклинания призыва <b><font color="red">не подвержены действию Удачи.</font></b>
</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<img src="help/etc/help-creatures.png">
<p>
Видели эти шесть клеток в окне боя? Они как раз и отображают, сколько существ у вас и сколько их у противника. Каждый может призвать к себе на бой <b>до <font color="blue">3</font> существ.</b> Призывать можно в занятые и в незанятые ячейки.<br />
У каждого существа имеется два параметра: <b><font color="red">Атака</font> и <font color="green">Защита.</font></b><br />
<b><font color="red">Атака</font></b> - это <b>боевая мощь</b> существа. Чем выше Атака, тем больше урона сможет оно причинить.<br />
<b><font color="green">Защита</font></b> - это <b>здоровье</b> существа. От него зависит, как скоро оно исчезнет из своей ячейки.<br /><br />
Помните, что существо начинает <b>атаковать <font color="red">не в тот же ход</font></b>, в котором оно было призвано. Лишь некоторые существа могут атаковать сразу же.
</p>


<p>
Если существо стоит напротив <b>пустой клетки</b>, то урон наносится <b>самому <font color="red">противнику</font> (<font color="red">персонажу</font>).</b><br />
Если два существа стоят <b>друг против друга</b>, то они <b>сражаются между собой.</b>
</p></td></tr></table></div>

<h3>Специальные параметры существ</h3>
<p>
У каждого существа, помимо Атаки и Защиты, есть особенности, которые влияют на бой.
</p>

<p>
<b><font color="blue">Ярость</font></b> позволяет существу атаковать раньше, чем существо противника.<br />
Обычно существа наносят урон друг другу одновременно. Эта особенность даёт существу <b>нанести последователю врага урон раньше</b>, что даёт шанс расправиться с оппонентом без лишних ранений.
</p>

<p>
<b><font color="blue">Стремительность</font></b> позволяет существу <b>атаковать на том же ходу, на котором оно было призвано,</b> не оставляя первый удар оппонента без ответа.
</p>

<p>
<b><font color="blue">Подавление</font></b> позволяет после уничтожения последователя врага <b>нанести какой-то урон и самому врагу.</b> Чем меньше здоровья было у уничтоженного существа до удара, тем больший урон будет нанесён врагу.<br />
Урон расчитывается как <b>разница Атаки</b> существа с Подавлением <b>и оставшейся Защиты</b> существа-жертвы.
</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<p>
Проще говоря:
</p>
<p>
<b>Ярость</b> помогает уничтожить существо оппонента раньше, чем оно сможет просто атаковать ваше существо.
</p>
<p>
<b>Стремительность</b> позволяет существу атаковать сразу же после призыва, что полезно против существ с Яростью.
</p>
<p>
<b>Подавление</b> позволяет атаковать оппонента после уничтожения вражеского существа. Повреждения врагу расчитываются как &quot;<b><font color="red">АтакаСущества</font></b> <b>-</b> <b><font color="green">ЗащитаЖертвы</font></b>&quot;. Существо Подавления с атакой в <b><font color="red">30</font> единиц</b>, уничтожив существо с Защитой в <b><font color="green">7</font> пунктов</b>, нанесёт оппоненту <b><font color="blue">23</font> единицы урона</b> благодаря своей способности.
</p></td></tr></table></div>

<p>
Персонаж не может атаковать существ врага напрямую. Поэтому иметь как минимум одно заклинание призыва при себе часто бывает необходимо. Даже простой гоблин или крокодил может спасти Вас от монстра.
</p>



<script>end_help( );</script>
