<?

include_once( "help/guilds_common.php" );

?>

<script>begin_help( 'Гильдия Рыбаков' );</script>


Основная локация: <a href=help.php?id=34268>Рыбацкая</a><br>
<? ShowGuildRating( 101 ); ?><br>
<br>

Быть рыбаком во все времена хорошо. Опытный рыбак всегда спокоен, его движения точны, а ум, хоть и обыкновенно неспешен, всегда готов в нужный момент быстро принять важное решение. В эту гильдию стремились и стремятся попасть не только молодые люди, но и умудрённые опытом маги, уже прошедшие хорошую школу жизни. Многие мудрецы, твёрдо занявшие свои места в Городском Совете, и магистры наук, работающие в Башне Тайных Знаний, в своё время провели не один месяц в рядах рыболовов, тренируя выдержку, терпение и спокойствие - важные умения для любого могущественного существа.<br>
К тому же быть в рядах рыбаков - значит иметь постоянный заработок. Выловленная рыба всегда в цене у тех, кто любит плотно поесть; к тому же из некоторых видов рыб можно варить клей, необходимый для создания многих вещей.<br>
<br>
Получив членство в Гильдии Рыбаков, можно отправляться в Рыбацкую на берегу реки и удить рыбу.<br>
<? ShowProfExpText( "добытую рыбу" ); ?>
<br>
Гильдия открывает для Вас четыре новых возможности:<br><br />
1. <b><font color="blue">Ловля рыбы:</font></b> В <a href=help.php?id=34268>Рыбацкой</a> Вы можете зарабатывать, неспешно проводя время за любимой удочкой.<br />
<? ShowKopkaText( ); ?><br> <br />
2. <b><font color="blue">Установка сетей:</font></b> Достигнув <b><font color="blue">2</font>-го ранга</b>, Вы можете поставить сети и заняться своими делами. <br />
Они ставятся <b>на <font color="blue">24</font> часа</b>. На это время Вы можете быть спокойны. <br />
Через 24 часа Вам следует <b>проверить сети</b> на предмет улова. Чем быстрее Вы проверите сети, тем лучше: <b>не медлите</b>, ведь добыча может и ускользнуть из них!<br>
К слову: сети <b>не</b> совмещаются с <b>капканами Охотников.</b> <br> <br />
3. <b><font color="blue">Варка клея:</font></b> Достигнув <b><font color="blue">4</font>-го ранга</b>, Вы можете получить разрешение варить клей из рыбы <b>в <font color="blue">Рыбацкой Кладовой</font></b>.<br>
<br>
4. <b><font color="blue">Распиливание брёвен:</font></b> Достигнув <b><span style="color:#0000dd;">1</span>-го ранга</b>, Вы сможете распиливать брёвна на куски <b>в <font color="blue">Рыбацкой Кладовой</font></b>, купив недорогое разрешение.<br>
<br>

Во время рыбалки и с помощью сетей Вы можете поймать следующее:<br>

<?

ShowGuildItems( 101 );

?>

<script>end_help( );</script>
