<?

include_once( "help/guilds_common.php" );

?>

<script>begin_help( 'Гильдия Охотников' );</script>


Основная локация: <a href=help.php?id=34316>Охотничья База</a><br>
<? ShowGuildRating( 108 ); ?><br>
<br>
Лук, стрелы и удача всегда были хорошим другом любого охотника. Охотники - это добытчики. Они добывают шкуры, которые являются материалом для создания крафтерами вещей. Иными словами, это второй после шахтеров поставщик материалов для амуниции и экипировки Ваших коллег-героев. Дичь не всегда попадается в руки охотника, но это все же в чем-то романтическая гильдия, если брать во внимание романтику самой охоты и ожидание результата. Хотите пощекотать свои нервы? Вам именно сюда!<br>
<br>
Для того, чтобы стать одним из охотников, Вам нужно всего лишь пройти некое собеседование с мастером гильдии охотников. Он четко и ясно расскажет о пути к охотному мастерству. <br>
<br>
Получив членство в Гильдии Охотников, можно отправляться в Охотничть Базу возле опушки леса и охотиться на животных.<br>
<? ShowProfExpText( "добытую дичь" ); ?>
<br>
Гильдия открывает перед вами три новых возможности:<br>
1. Охота на дичь. В <a href=help.php?id=34316>охотничьей базе</a> вы можете охотиться на животных.
<? ShowKopkaText( ); ?><br>
2. Охота на зайцев. На опушке леса вы можете охотиться на зайцев (зайцев вы можете поймать и 
в охотничьей базе, это лишь альтернативный вариант). Для этого необходимо найти зайца на опушке,
что в среднем случае должно занять мало времени, после чего нажать "Ловить зайца". По истечение 30-ти секунд
вы либо поймаете зайца, либо он убежит в одну из 8 сторон, и поиск придется продолжить там. Если в течение двух минут
этого не сделать, зайца придется искать заново. Следует быть готовым к тому, что
заяц может очень долго от вас убегать.<br>
3. Капканы. <b>Получив <font color="blue">1</font>-ый ранг</b>, Вы можете ставить капканы. Капканы
ставятся на 24 часа, в течение которых вы можете заниматься любыми делами.
Через 24 часа вам следует проверить капканы на предмет добычи. Чем позже вы проверите
капканы, тем меньше шанс найти там хорошую добычу.<br>
Капканы можно ставить только тогда, когда у вас <b>не</b> стоят <b>сети в гильдии Рыбаков.</b><br>
<br>

Во время охоты в охотничьей базе вы можете поймать следующее:<br>

<?

ShowGuildItems( 108 );

?>

<script>end_help( );</script>
