<?

include_once( "help/guilds_common.php" );

?>

<script>begin_help( 'Гильдия Собирателей' );</script>


Основная локация: <a href=help.php?id=34313>Опушка Леса</a><br>
<? ShowGuildRating( 102 ); ?><br>
<br>
В Лесу можно найти не только зелень, деревья и приключения на свою голову. Те, кто знают эту нехитрую мудрость, получают возможность зарабатывать себе на жизнь, отыскивая в буйстве жизни ягоды, полезные травы, корни и цветы.<br />
Быть в ряду Собирателей - это значит никогда не знать рутинной работы. Поиск ценных ягод, растений и грибов требует острого взгляда, ловких рук и - самое главное - умения чувствовать, что ты заодно с Лесом. Видимо, именно это и наложило свой отпечаток на всех травников - жизнерадостные ли, скрытные ли, они все изучают этот мир взглядом, проникнутым духом Природы...
<br />
<br />
Получив членство в Гильдии Собирателей, можно отправляться на опушку леса собирать ягоды.<br>
<? ShowProfExpText( "найденные ягоды" ); ?>
<br>
Гильдия открывает перед вами одну основную возможность:<br>
На <a href=help.php?id=34313>Опушке Западного Леса</a> вы можете <b><font color="blue">искать дары Леса</font></b>.<br /><br />
Не помешает <b>узнать ягодные места</b>. Для этого стоит <b>зайти в Зал Гильдий в Городской Управе</b> и спросить совета у <b><font color="blue">Мастера Собирателей</font></b> - этот весельчак почти всегда в курсе того, где что можно найти в лесу!<br /> 
В течение часа Вы можете прийти в указанную клетку Леса и попробовать отыскать ягоды. Кончились на этой клетке? Идите на следующую клетку, указанную в записке-подсказке! Но помните: <b>если Вы не занимались поиском ягод <font color="blue">в течение часа</font>, то не забудьте заглянуть к Мастеру Собирателей!</b><br /> <br />
Поиск ягод занимает <b><font color="blue">1.5</font> минуты</b> (1:30).<br /> <br />
<b>Собиратели <font color="blue">неплохо зарабатывают:</font></b> за одно и то же время Собиратель обычно может собрать ресурсов на большую стоимость, нежели представитель другой добывающей гильдии. <br />
Но не забывайте, что <b>для успешной работы в этой гильдии лучше не отвлекаться от игры</b>. Не каждый выдерживает рабочий ритм Собирателей, полный постоянных поисков, переходов и встреч с Хранителями Леса...<br>
<br>

Во время поиска ягод вы можете найти следующее:<br>

<?

ShowGuildItems( 102 );

?>

<script>end_help( );</script>
