<script>begin_help( 'Государственные заказы' );</script>

После открытия в Мастерской цехов и отделов для производящих гильдий чиновники Городской Управы быстро осознали, сколько новых рабочих рук появилось в Алидерии. Посовещавшись с отцами города, Городская Управа решила организовать систему выдачи государственных заказов для ремесленников.<br><br>

Любой Кузнец, Ювелир, Алхимик, Портной или Стеклодув может получить заказ на производство тех или иных вещей своими собственными руками. Для каждого ремесленника государственный заказ - это отличный способ заработать больше денег и гильдийного опыта. Чиновники платят щедро, но не&nbsp;пытайтесь обмануть их - после очередного разноса проверяющие готовы едва&nbsp;ли&nbsp;не&nbsp;испепелить любого наглого спекулянта, решившего выдать чужой товар за&nbsp;свой...<br><br><br>


Если Вы состоите <b>в гильдии <a href="help.php?id=34279">Кузнецов</a>, <a href="help.php?id=34280">Ювелиров</a>, <a href="help.php?id=50006">Портных</a>, <a href="help.php?id=34282">Алхимиков</a> или <a href="help.php?id=34281">Стеклодувов</a></b>, то Вы можете получить заказ от Городской Управы, <br><b>зайдя в&nbsp;<font color="blue">Зал&nbsp;Гильдий</font></b> и заглянув к гильдийному чиновнику, ведающему выдачей и приёмом заказов. Эти ребята обычно находятся <b>неподалёку от Мастеров Гильдий</b> - только спрашивать заказы у самих Мастеров не&nbsp;нужно.<br><br>

Подойдя к чиновнику без задания, Вы сразу&nbsp;же получаете случайный заказ на выбор самого чиновника. Вы можете <b>вернуться с&nbsp;полученным заказом</b> в Зал Гильдий или отказаться от&nbsp;заказа (новый заказ будет готов <b>только через&nbsp;<font color="blue">4</font>&nbsp;часа</b>).<br>
<b><font color="blue">Время</font> на выполнение заказа <font color="blue">не&nbsp;ограничено</font></b> - можете работать, не&nbsp;выбиваясь из сил; нужно только принести сделанные вещи чиновнику. <br><b><font color="blue">Ресурсы</font></b> на выполнение заказа <b><font color="blue">НЕ&nbsp;выдаются!</font></b><br>
Основное условие заказа простое: все рецепты должны быть <b>выполнены самостоятельно</b>. Не&nbsp;пытайтесь выдать купленный товар за&nbsp;свой.<br>
Заказ <b>оплачивается <font color="blue">по&nbsp;гос.цене</font></b>&nbsp;товара.<br><br><br>

Информация о текущем государственном заказе отображается во вкладке <b>&quot;Дневник&quot;</b> как&nbsp;квест.<br><br>


<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<img src="help/etc/help-guildorders.png" alt="(здесь прячется картинка-подсказка)" /><br>
<i>Выделенное <b><font color="red">красным</font></b> цветом число указывает, сколько именно раз должен быть выполнен рецепт.<br>
К примеру: <b>0/47</b> на изображении значит, что данный рецепт (<b>Выдуть Маленькие Бутылочки</b>) должен быть <b>выполнен <font color="blue">47</font> раз</b> и что все вещи, сделанные в результате (то есть <b><font color="green">20</font>*<font color="blue">47</font></b> = <b>940 Маленьких Бутылочек</b>), должны быть сданы чиновнику.</i>
<br></p></td></tr></table></div>




<script>end_help( );</script>