<?

include_once( "help/guilds_common.php" );

?>

<script>begin_help( 'Алтарь Ювелиров' );</script>

<p>
Не все вещи делаются по официальным рецептам.<br />
Многие мастера ремёсел по-прежнему занимаются поисками новых рецептов и созданием новых вещей.
</p>

<p>
Перед работой на Алтаре Ювелиров Вам необходимо обустроить свое место.<br>
Место должно быть мягким и комфортным. Захватите с собой несколько звериных шкур.</p>
<img src="help/etc/help-jewel-altar.png" alt="" title="Улучшаем место у Алтаря Ювелиров" />
<p>
После того, как вы обустроите свое место, вам необходимо приготовить смеси. Каждая смесь требует колбу, в которой вы будете ее смешивать, и несколько различных ресурсов для каждого цвета амулета.<br>
Создание смеси занимает 10 минут и приносит 10 единиц проф. опыта.</p>
<img src="help/etc/help-jewel-mixtures.png" alt="(картинки приблизительного состава)" title="Так выглядит окно создания смесей." />
<p>
Затем необходимо создать божественный амулет, который вы в дальшейнем будете улучшать с помощью приготовленных смесей. Сделать божественные амулеты можно в ювелирной Мастерской по обычным рецептам.<br>
Наконец, имея амулет и смеси, вы можете вернуться к алтарю и улучшить амулет с помощью смеси. У вас должен быть высокий Рейтинг, если вы хотите сделать вещь ценной. Улучшение происходит моментально, главное - вы должны иметь достаточно умений и ресурсов.
</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<img src="help/etc/help-jewel-amulet.png" alt="(изображения амулетов)" title="" />
<p>
Если у вас есть хотя бы один Божественный амулет, он появится здесь в окне улучшений. Каждый требует смесь нужного цвета для улучшения и увеличивает силу своего эффекта на 1% за смесь.<br /><br />
Подробнее об эффектах:<br />
шанс срабатывания каждого из амулетов (триплкаст и т.д.) вычисляется относительно вашей Удачи, Отдачи или Критического Удара. То есть если у вас есть Удача на 50%-ную вероятность даблкаста и амулет с 50%-ной вероятностью триплкаста, то в итоге вероятность триплкаста составит 25% (50% амулета от 50% всего шанса даблкаста), а остальной шанс будет действовать на даблкаст.<br /><br />
Вам понадобится много Удачи, Отдачи или Критического Удара, чтобы заставить даже очень сильный божественный амулет работать по-настоящему эффективно. Шансы их работы зависят от обычных шансов на дополнительные атаки.
</p>
</td></tr></table></div>

<script>end_help( );</script>
