<script>begin_help( 'Западный Лес' );</script>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<p>
<table>
<tr><td><b>Уровни монстров:</b></td><td><i>4, 8</i></td></tr>
<tr><td><b>Можно вмешиваться против монстров:<b></td><td><i>Да</i></td></tr>
<tr><td><b>Можно вмешиваться против игроков:<b></td><td><i>Да</i></td></tr>
</table>
</p>
</td></tr></table></div>

<p>
Западный Лес раскинулся на границе Теллы и со временем стал частью города. Несмотря на свои кажущиеся границы, в нём легко заплутать, если знать, за какое дерево повернуть. В нём можно бродить бесконечно - само собой, если хватит сил и терпения...
</p>

<p>
Первая и самая безопасная зона Западного Леса - его Опушка. На ней никто не имеет право нападать на других игроков, и на ней же расположен выход в Столицу. Там можно собирать цветы на букеты. Те, кто состоит в гильдии Собирателей, там же может собирать и ягоды.
</p>

<p>
На границе с Опушкой Леса расположен Дремучий Лес - мрачное и опасное место. Туда часто ходят лесорубы, чтобы собрать древесину для домов и костров. Среди них ходят байки о Повелителях Медведей, опасных зверях, охраняющих Лес от врагов...
</p>

<script>end_help( );</script>

