<?

TypeBegin( 0 );
	Recipe( 92, 'Выдуть Маленькие бутылочки', '122:1:1:10.', '116:20.', '', 0, 'res/m_bottle.gif', 116 );
	Recipe( 93, 'Выдуть Бутылочки', '122:1:1:10.', '117:10.', '', 0, 'res/bottle.gif', 117 );
	Recipe( 94, 'Выдуть Большие бутылки', '122:1:1:6.', '118:6.', '', 0, 'res/b_bottle.gif', 118 );
	Recipe( 171, 'Выдуть Маленькие колбочки', '122:1:1:10.', '119:4.', '', 0, 'res/m_retorty.gif', 119 );
	Recipe( 379, 'Выдуть Колбочки', '122:1:1:12.', '120:3.', '', 0, 'res/retorty.gif', 120 );
	Recipe( 306, 'Выдуть Большие колбы', '122:1:1:10.', '121:2.', '', 0, 'res/retort.gif', 121 );
	Recipe( 91, 'Выплавить Лист стекла', '114:1:479:1:115:2:1:10.', '122:1.', '', 0, 'res/glass.gif', 122 );
TypeEnd( );

?>
