<?

    		$orientations = Array( 0 => "Нейтральная", "Светлая", "Темная" );
    		$elements = Array( 0 => "Вода", 1 => "Природа", 2 => "Огонь", 3 => "Единство" );

$genres = Array( 0 => "Вода", "Природа", "Огонь" );
$sub_genres = Array( 0 => "Не указана", 31=>"Магия Льда", 32=>"Магия Шторма", 33=>"Магия Иллюзий", 41=>"Магия Земли", 42=>"Магия Пробуждения", 43=>"Магия Исцеления", 51=>"Испепеляющая Магия", 52=>"Магия Пламени", 53=>"Магия Смерти" );
$types = Array( 0 => "Директ", "Аура", "Заклинание", "Призвание" );
$whoms = Array( 0 => "Себе", "Противнику", "Всем союзникам", "Всем противникам" );
$loc_names = $locs = Array( 0 => "Пещеры", 1 => "Западный Лес", 2 => "Столица", 3 => "Река", 4 => "Подземелье", 5 => "Запорталье" );

// warning! item_types has its copy in js/items_renderer.js
$item_types = Array( 1 => "Зелья", 2 => "Оружие", 4 => "Браслеты", 6 => "Кольца", 9 => "Амулеты", 10 => "Шлемы", 11 => "Обувь", 12 => "Перчатки", 8 => "Броня", 13=> "Накидки", 0 => "Ресурсы", 21 => "Заклинания", 22 => "Рецепты", 23 => "Инстанты", 24 => "Еда", 25 => "Перья", 30 => "Талисманы", 35 => "Медальоны" );
$item_types2 = Array( 0 => "Разные", 1 => "Руды", 2 => "Слитки", 3 => "Камни", 4 => "Речные", 5 => "Лесные", 6 => "Шкурки", 7 => "Полуфабрикаты", 10 => "Стеклянные", 20 => "Пещерные" );

$item_types_all = Array( 1 => "Зелье&nbsp;1", 2 => "Оружие&nbsp;1", "Оружие&nbsp;2", 4 => "Браслет&nbsp;1", "Браслет&nbsp;2", 6 => "Кольцо&nbsp;1", "Кольцо&nbsp;2", 8 => "Броня", 9 => "Амулет", 10 => "Шлем", 11 => "Обувь", 12 => "Перчатки", 13 => "Накидка", 14 => "Зелье&nbsp;2", 15 => "Зелье&nbsp;3", 16 => "Зелье&nbsp;4", 17 => "Талисман&nbsp;1", 18 => "Талисман&nbsp;2", 19 => "Талисман&nbsp;3", 20 => "Талисман&nbsp;4", 21 => "Медальон&nbsp;1", 22 => "Медальон&nbsp;2", 23 => "Медальон&nbsp;3", 24 => "Медальон&nbsp;4", 0 => "Ресурсы" );
$item_type_costs = Array( 1 => 1, 2 => 2, 2, 4 => 3, 3, 6 => 3, 3, 8 => 1, 9 => 3, 10 => 0.5, 11 => 0.5, 12 => 0.5, 13 => 0.5, 14 => 1, 15 => 1, 16 => 1, 0 => 1 );
$item_type_stats = Array( 1 => 1, 2 => 2, 2, 4 => 1, 1, 6 => 1, 1, 8 => 1, 9 => 1, 10 => 0.5, 11 => 0.5, 12 => 0.5, 13 => 0.5, 14 => 1, 15 => 1, 16 => 1, 0 => 1 );
$item_level_costs = Array( 1=>100, 150, 200, 300, 400, 600, 800, 1200, 1500, 2500, 3000, 5000, 7500, 10000, 13000, 17000, 22000, 28000, 35000, 45000, 55000, 67500, 80000, 100000, 125000 );
$prof_locs = Array( 1 => "Мастерская Гильдии Рыбаков", 4 => "Кузница", 5 => "Ювелирная Мастерская", 6 => "Лаборатория Алхимиков", 9 => "Мастерская Портных" );
$permissions = Array( "ban", "silence", "trade", "fights" );
$trade_types = Array( 0=>"Обмен", 1=>"Гос.Магазин" );

$feather_types = array( "Простое", "Красивое", "Великолепное" );

$exp_table = Array(
	1 => 75,
	400,
	2000,
	7000, 
	20000, 
	30000,
	50000, 
	70000,
	100000, 
	140000,
	200000,
	350000, 
	600000, 
	 1000000, 
	 1400000,
	 2000000, 
	 2800000, 
	 4000000,
	 6000000,
	 8000000,
	 10000000,
	 12500000,
	 16000000,
	 20000000
);

