<META http-equiv=Content-Type content="text/html; charset=windows-1251">
<link href="style2.css" rel="stylesheet" type="text/css">

<br><br><br>
<center><table width=90%><tr><td>
<b>Во время выполнения скрипта возникла ошибка.</b><br>
Отчет об ошибке отправлен администрации, возможные причины будут устранены в
кратчайшие сроки. Вы очень поможете в развитии игры, если сообщите администрации
некоторую дополнительную информацию об ошибке и расскажете, при каких обстоятельствах и в
результате каких действий вы оказались на этой странице. В этом случае
сообщите пожалуйста, сообщите также и время возникновения ошибки (<?
	print date( "d.m.Y H:i" );
?>).<br>
<br>
Текст ошибки: <u><? print htmlspecialchars($_GET['text']); ?></u><br><br>
<a href=main.php>Вернуться в игру</a>
</td></tr></table>
