<div id="content_text"><br />
	<div id="header" align="left">Закон есть закон</div><br />
	<img  align="right" src="images/icons/law.png" id="label"/>
	<p align="left"><br />
		Настоящее пользовательское соглашение (далее - Соглашение) регулирует отношения между администрацией компьютерной интерактивной on-line игры "Алидерия" (далее - Игра), размещенной на сайтах в сети Internet (www.alideria.ru, www.alideria.com) и пользователем Игры (далее - Игрок).<br /><br />
		Любые общедоступные или дополнительные (платные) сервисы или услуги в Игре предоставляются исключительно Администрацией игры. Получение игровых услуг или сервисов от иных третьих лиц может повлечь отказ в предоставлении услуг Игры для Игрока полностью или частично, на усмотрение Администрации игры.<br /><br />
		Администрация не несет ответственности как за форму, так и за содержание высказываний и информации, публикуемой Игроками в Игре, а также за возможные последствия, прямо или косвенно связанные с использованием Игры.<br />
		Игрок несет ответственность за последствия, вызванные его действиями и/или публикуемой им в Игре информацией.<br /><br />
		Игрок принимает тот факт, что ресурсы данной Игры предоставлены без каких-либо гарантий и обязательств со стороны Администрации. Услуги, предоставляемые Игрокам бесплатно, могут быть прекращены без объяснения причин и предварительного уведомления.<br />
		Публикация ссылок на страницах Игры (включая баннеры) на сайты третьих лиц не подразумевает, что Администрация рекомендует их или предоставляет какие-либо гарантии относительно их.<br />
		Администрация оставляет за собой право вносить любые поправки в игровой мир без предварительного уведомления Игрока.<br /><br />
		Администрация вправе закрывать и/или ограничивать функциональность Игры в любое время без какого-либо предварительного уведомления Игроков.
		<div id="buttons" align="right"><a href="/help.php?id=2002" class="rollover"></a></div>
	</p>
</div>