<div id="content_text"><br />
	<div id="header" align="left">«акон есть закон</div><br />
	<img  align="right" src="images/icons/law.png" id="label"/>
	<p align="left"><br />
		Ќедействительность одного или нескольких положений —оглашени€, признанна€ в установленном пор€дке вступившим в силу решением суда, не влечет дл€ сторон ликвидации —оглашени€ в целом. ¬ случае признани€ одного или нескольких положений договора недействительными, —тороны об€зуютс€ исполнить об€зательства, вз€тые на себ€ по —оглашению, максимально приближенно к услови€м, которые оговаривались —торонами при заключении и/или согласованном изменении —оглашени€.<br /><br />
		ѕри изменении законодательства, регулирующего установленные —оглашением отношени€ между —торонами, —тороны об€зуютс€ исполнить об€зательства, вз€тые на себ€ по —оглашению, максимально приближенно к услови€м, которые оговаривались —торонами при заключении и/или согласованном изменении —оглашени€. ѕри этом включаютс€, но не ограничиваютс€, объемы переданных прав, пор€док и способы получени€ дополнительных сервисов »гры, услови€ поддержки »гры или прекращени€ действи€ —оглашени€.<br /><br />
		“екстовые и графические материалы, а также программные решени€, размещенные в »гре, €вл€ютс€ интеллектуальной собственностью јдминистрации и защищены российскими законами об охране интеллектуальной собственности и авторских прав. »грок не имеет права копировать, транслировать, рассылать и публиковать материалы, вз€тые из »гры, без письменного разрешени€ правообладател€.
		<div id="buttons" align="right"><a href="/help.php?id=2003" class="rolloverup"></a></div>
	</p>
</div>