<div id="content_text"><br />
	<div id="header" align="left">Закон есть закон</div><br />
	<img  align="right" src="images/icons/law.png" id="label"/>
	<p align="left"><br />
		Правила Игры регулируют отношения Игроков внутри Игры и обязательны для соблюдения всеми игроками. Меры наказания, приведенные в правилах игры, являются примерными, Администрация на свое усмотрение может как выдать наказание ниже указанного в правилах, так и выше, вплоть до полного прекращения предоставления услуг.<br /><br />
		Получение дополнительных (платных) сервисов Игры не освобождает Игроков или посетителей Игры от соблюдения и применения в их отношении Администрацией игры настоящего Соглашения или Правил Игры. В том числе, включая, но не ограничиваясь, возможностью отказа Администрацией игры в услугах по предоставлению сервиса Игры.<br /><br />
		В отдельных случаях Администрация вправе передать данные об Игроке, нарушающем Соглашение или действующее законодательство, в правоохранительные органы.<br /><br />
		Администрация управляет Игрой и игровыми процессами исключительно по своему усмотрению. Для сбора статистических данных и идентификации посетителей Игры Администрация игры может отслеживать и сохранять информацию об IP-адресах доступа Игрока к Игре, использовать файлы технической информации (cookies), размещаемые на локальном терминале Игрока.<br /><br />
		Использование сервисов Игры производится Игроком исключительно самостоятельно, и по принципу - <как есть>. Это значит, что Администрация не отвечает перед Игроком ни при каких обстоятельствах за любой прямой и/или косвенный ущерб, которые может быть или возникнуть у Игрока в связи с получением сервиса Игры, или невозможностью получения такого сервиса.
		<div id="buttons" align="right"><a href="/help.php?id=2003" class="rollover"></a><a href="/help.php?id=2001" class="rolloverup"></a></div>
	</p>
</div>