<div id="content_text"><br />
	<div id="header" align="left">Закон есть закон</div><br />
	<img  align="right" src="images/icons/law.png" id="label"/>
	<p align="left"><br />
		Настоящим Игрок уведомлен, что регулярное длительное (непрерывное) пребывание у персонального компьютера может вызывать различные осложнения физического состояния. В том числе, ухудшение зрения, сколиоз, различные формы неврозов и прочие негативные перемены в организме. Игрок гарантирует, что будет использовать Игру исключительно на протяжении разумного времени, с перерывами на отдых или иные мероприятия по профилактике физического состояния, если таковые Игроку рекомендованы или предписаны.<br /><br />
		Администрация Игры не дает никаких явных или подразумеваемых гарантий того, что в процессе разработки Игры были обнаружены все недочеты и выявлены все программные ошибки. Администрация прилагает все разумные усилия для того, чтобы указанные ошибки были выявлены и в разумные сроки исправлены. При этом Игрок, заметивший такой недочет или ошибку, но не сообщивший о ней Администрации, и использовавший ее для получения непредусмотренных условиями соглашения возможностей Игры (публично обнародовавший факт ее существования или характер проявления), лишается прав, предусмотренных Соглашением, непосредственно в момент такого неправомерного использования или обнародования.<br />
		Администрация оставляет за собой право не возмещать Игроку любой ущерб, полученный в следствие сбоев или ошибок игры, не зависимо от того были ли эти сбои или ошибки по вине Администрации или по вине третьих лиц.<br /><br />
		Администрация имеет право удалить или заблокировать учетную запись Игрока, особенно если имело место быть нарушение Правил Игры и/или данного Соглашения. Правовые притязания, по причине бесплатного характера Игры, исключаются.<br />
		Администрация оставляет за собой право изымать у Игрока любые игровые ценности, вносить любые изменения в игровые характеристики без мотивации причин.
		<div id="buttons" align="right"><a href="/help.php?id=2004" class="rollover"></a><a href="/help.php?id=2002" class="rolloverup"></a></div>
	</p>
</div>