<script>begin_help( 'Штурм Теллы' );</script>

Ночные Чародеи, проводящие эксперименты с контролем монстров, обитающих близ
Теллы, стремятся захватить контроль над производственными постройками орденов
города. С этой целью дважды в неделю они организовывают штурм города одновременно с трех
направлений.<br>
Штурм начинается в воскресенье в 18:00 и в среду в 19:00 и оба раза длится ровно
2 часа. Штурм считается выигранным жителями города, если со всех направлений
была одержана победа над монстрами. Штурм считается проигранным, если хотя бы
в одном из направлений битва была проиграна или если через два часа после начала
есть незавершенные или не начатые бои.<br>
В течение двух часов штурма недоступны из-за атаки две локации: Тёплые Воды в Реке
и Дозор у Предлесья.<br>
Первая волна атакующих происходит ровно в момент начала штурма со стороны западного леса
и состоит из <a href=help.php?id=1016&beast_id=13>шести Повелителей Волков</a> и 
<a href=help.php?id=1016&beast_id=11>десяти Повелителей Медведей</a>.<br>
Через пять минут со стороны реки нападают вторая волна монстров, состоящая из
<a href=help.php?id=1016&beast_id=28>10 Ужей</a>, <a href=help.php?id=1016&beast_id=29>трех Мурен</a>
и <a href=help.php?id=1016&beast_id=30>двух тритонов</a>. Одновременно со второй
волной нападает третья, также со стороны реки. Третья волна состоит из
<a href=help.php?id=1016&beast_id=31>четырех Пираний</a> и
<a href=help.php?id=1016&beast_id=32>одной Пиявки</a>.<br>
Через десять минут после начала штурма нападает четвертая волна, в которой
выступает первый босс - <a href=help.php?id=1016&beast_id=33>Чешуйчатый Акулоид</a>,
сопровождаемый <a href=help.php?id=1016&beast_id=29>двумя Муренами</a> и
<a href=help.php?id=1016&beast_id=28>одним Ужом</a>.<br>
Через 15 минут после начала нападают пятая и шестая волны со стороны пещер. Пятая волна состоит
из <a href=help.php?id=1016&beast_id=10>восьми Гигантских Крыс</a> и
<a href=help.php?id=1016&beast_id=22>пяти Ночных Крыс</a>. В шестой волне
нападает второй Босс - <a href=help.php?id=1016&beast_id=27>Разъяренная Крыса</a>,
сопровождаемая <a href=help.php?id=1016&beast_id=7>пятью Крысами</a>.<br>
Во время седьмой волны <a href=help.php?id=1016&beast_id=34>Ночные Чародеи</a> выходят сами,
выпустив вперед себя <a href=help.php?id=1016&beast_id=7>двадцать Крыс</a>,
<a href=help.php?id=1016&beast_id=8>семь Летучих Мышей</a>,
<a href=help.php?id=1016&beast_id=18>пять Вуглускров</a> и
<a href=help.php?id=1016&beast_id=10>трех Гигантских Крыс</a>.<br>
<br>
Если Ночные Чародеи одерживают верх, все производственные постройки Орденов
уходят под контроль Чародеев, и их надо отвоевывать обратно.<br>
Каждый игрок, который участвовал хотя бы в одном бою, в котором была одержана
победа, получает определенный подарок от Городской Управы. За каждый отдельный
бой, в котором участвовал игрок, выдается отдельная награда.<br>
<br>
<b>Как отвоевать постройки, если штурм был проигран?</b><br>
Для того, чтобы отвоевать постройки, необходимо собрать группу из пяти человек,
состоящих в Ордене. Каждый Орден отбивает свои постройки самостоятельно, не зависимо
от успехов и действий других Орденов.<br>
Пять членов Ордена должны собраться в Зале Собраний, где один из них должен подать заявку,
а четверо других присоединиться к ней. Когда пять игроков собрались, начинается бой против
Ночных Чародеев. Против каждого из пяти участников будет выступать
персонаж, имеющий в точности такие же характеристики, но использующий только три базовых заклинания.
Два ночных чародея будут бить со спины.<br>
Если группа побеждает Ночных Чародеев, постройки считаются отбитыми и начинают работать.<br>
Если бой проигран, игроки могут начать новый сразу как только будут готовы. Бой не является кровавым
и не отправляет игрока к Лекарю.<br>
Если в Ордене онлайн 10 и более игроков, две группы могут отбивать постройки одновременно независимо
друг от друга. В этом случае победа любой из них приведет к возобновлению работы построек, даже если
другая группа в следующий момент времени проиграет.<br>
<br>
<b>Что делать, если мы не можем отбить постройки</b><br>
Если вы не отбили постройки до следующего штурма, и следующий штурм был выигран, защита построек ослабевает,
и в бою будет уже только один Ночной Чародей, а не два. Если даже при таких обстоятельствах вы не смогли отбить
постройки до после-следующего штурма, который также будет выигран, то в бою более не будут участвовать Ночные
Чародеи. Вам будет необходимо победить только зеркальных персонажей.<br>
Если следующий или послеследующий штурм будут проиграны, количество Ночных Чародеев вновь станет равно двум.<br>
<br>
<b>Что делать, если у нас в Ордене нет пяти активных игроков</b><br>
Набрать новых игроков.<br>

<script>end_help( );</script>
