<div id="content_text"><br />
<div id="header" align="left">Алидерейские игральные карты</div>
<p align="left">
<img src="images/icons/cards.png" /><br /><br />
    Количество источников и накопленная мана обоих игроков указаны на изображениях самих источников сбоку от игрового поля.<br>
<br>
    Ваша задача – подбирать карты таким образом, чтобы вырастить своё Дерево и не дать вырастить его Врагу раньше Вас. Тот, чьё Дерево вырастет первым, победит в партии.<br>
<br>
    Ров &#8211; важный элемент карточной игры. Ров оберегает Дерево, блокируя большинство атак &#8212; небольшое количество карт может наносить удар только по Рву или только по Дереву.<br>
<br>
    В игре участвует один набор карт, которым пользуются оба игрока. После хода игрока использованная карта попадает в колоду и может быть использована снова и снова.<br>
<br>
    Лучший способ понять игру &#8211; сыграть в неё самому. ;) Удачной Вам игры!<br>
		<div id="buttons" align="right"><a href="/help.php?id=19010" class="rolloverup"></a></div>
</p>
</div>
