<div id="content_text"><br />
<div id="header" align="left">Алидерейские игральные карты</div>
<p align="left">
<img src="images/icons/cards.png" /><br /><br />
    Суть игры в Алидерийские игральные карты проста: нужно вырастить Дерево Жизни Алидерии до отметки в <strong>50</strong> уровней или собрать по <strong>100 единиц маны</strong> всех видов магий.<br>
<br>
    Игрок начинает партию с Деревом высотой <strong>20 уровней</strong> и Рвом размером в <strong>5 уровней</strong>. Также игроку с начала партии выдаётся <strong>по 2 источника Воды, Природы и Огня</strong>, а также по 7 единиц маны каждого цвета.<br>
<br>
    Каждый источник приносит игроку <strong>1 единицу своей маны в ход</strong> (то есть источник Воды увеличивает ману Воды и т.п.). За ману можно «покупать» карты. Для покупки карт определённой магии &#8211; Воды, Природы или Огня &#8211; требуется достаточное количество подходящей маны. <br />
При отсутствии подходящего количества маны Вы по прежнему можете сыграть карту, но карта не будет иметь эффекта (в этом случае карта выйдет на середину стола полупрозрачной).<br>
<br>
		<div id="buttons" align="right"><a href="/help.php?id=19011" class="rollover"></a></div>
</p>
</div>
