<script>begin_help( 'Алидерийские Игральные Карты' );</script>

   <p>Алидерийские игральные карты.</p>

    <p>Суть игры в Алидерийские игральные карты проста: нужно вырастить Дерево Жизни Алидерии до отметки в <strong>50</strong> уровней или собрать по <strong>100 единиц маны</strong> всех видов магий.</p>

    <p>Игрок начинает партию с Деревом высотой <strong>20 уровней</strong> и Рвом размером в <strong>5 уровней</strong>. Также игроку с начала партии выдаётся <strong>по 2 источника Воды, Природы и Огня</strong>, а также по 7 единиц маны каждого цвета.</p>

    <p>Каждый источник приносит игроку <strong>1 единицу своей маны в ход</strong> (то есть источник Воды увеличивает ману Воды и т.п.). За ману можно «покупать» карты. Для покупки карт определённой магии &#8211; Воды, Природы или Огня &#8211; требуется достаточное количество подходящей маны. <br />
При отсутствии подходящего количества маны Вы по прежнему можете сыграть карту, но карта не будет иметь эффекта (в этом случае карта выйдет на середину стола полупрозрачной).</p>

    <p>Количество источников и накопленная мана обоих игроков указаны на изображениях самих источников сбоку от игрового поля.</p>

    <p>Ваша задача – подбирать карты таким образом, чтобы вырастить своё Дерево и не дать вырастить его Врагу раньше Вас. Тот, чьё Дерево вырастет первым, победит в партии.</p>

    <p>Ров &#8211; важный элемент карточной игры. Ров оберегает Дерево, блокируя большинство атак &#8212; небольшое количество карт может наносить удар только по Рву или только по Дереву.</p>

    <p>В игре участвует один набор карт, которым пользуются оба игрока. После хода игрока использованная карта попадает в колоду и может быть использована снова и снова.</p>

    <p>Лучший способ понять игру &#8211; сыграть в неё самому. ;) Удачной Вам игры!</p>

<script>end_help( );</script>
