<script>begin_help( 'Существа' );</script>

<b>Существа</b> - элемент боевой системы алидерии, доступный игрокам с
четвертого уровня развития персонажа. Существа призываются игроками в бой
и сражаются друг с другом и с игроками непосредственно. Всего у одного игрока
одновременно в бою может быть до трех существ.<br>
<br>
<b>Как призвать существо</b><br>
Для призыва существ существуют специальные заклинания. Простейшие заклинания призыва
можно купить в башне тайных знаний - там вам будет предложено по одному заклинанию
для каждой стихии на 4-ый и 8-ой уровни. Перед тем как колдовать заклинание,
следует выбрать один из трех слотов, в который вы хотите призвать существо.
Обратите внимание, что если вы сколдуете заклинание призыва, когда в выбранном
вами слоте уже есть существо, после произнесения заклинания старое существо
исчезнет, и на его место выйдет новое. Из этого следует важный момент: если
вы благодаря удаче <b>произнесли заклинание</b> призыва <b>дважды</b> за один ход, <b>существо
вызовется только одно</b>, так как слот автоматически при двойном произнесении
заклинания не меняется.<br>
Следует отметить, что существо начинает драться только на следующий ход после
произнесения заклинания.<br>
<br>
<b>Как дерутся существа</b><br>
Каждое существо имеет две первичные характеристики - <b>атаку</b> и <b>защиту</b>.
В конце каждого хода для каждого из трех слотов происходит одно из трех событий:<br>
<li> Если в данном слоте у обоих игроков есть существо, оба существа наносят друг
другу урон, равных их атаке. Урон вычитается из защиты существа. Если защита
существа падает до нуля или ниже, существо умирает.<br>
<li> Если в данном слоте у одного из игроков есть существо, а у другого нет,
то существо нанесет урон, равный его атаке, непосредственно игроку.<br>
<li> Если в данном слоте ни у одного из игроков нету существа, данный слот игнорируется.<br>
Существа могут иметь также следующие параметры:<br>
<b>Ярость</b> - если существо А обладает яростью, и оно сражается с существом Б,
и защита Б меньше или равна атаке А, то существо Б умрет не успев нанести урон
существу А. Если оба существа имеют Ярость, они дерутся так, как если бы ни одно
из них не имело Ярости.<br>
<b>Стремительность</b> - если существо обладает Стремительностью, оно атакует
на том же ходу, на котором его призвали в бой, а не на следующем, в отличие от
существ, не обладающих стремительностью.<br>
<b>Подавление</b> - если существо А, обладающее Подавлением, убивает другое существо Б,
при этом нанеся ему больше урона, чем у существа Б было защиты, весь оставшийся урон наносится игроку.<br>
Существа могут обладать такими параметрами как сразу, если это указано на 
заклинании, которым они призываются, либо получить эти параметры по ходу боя
в следствие действий других заклинаний.<br>
<br>

<script>end_help( );</script>
