<div id="content_text"><br />
	<div id="header">Добро пожаловать в мир Алидерии!</div><br />
	<img src="/images/banner.png" /><br>
	<p align="left"><br>
		Это важно знать<br>
		1.	Принцип боя Алидерии основан на известной игре «камень-ножницы-бумага», а именно: вода тушит огонь, огонь сжигает природу, природа иссушает воду. Все просто: и Вы и Ваш противник по очереди выбираете заклинания в бою и после этого «вскрываетесь». Проигравший получает повреждение от заклинаний победителя. И так до того момента, пока у одного из Вас не закончится здоровье<img src="/images/icons/life.gif">. Ничьи переигрываются.<br /><br />
		2.	Когда Вы деретесь, то получаете боевой опыт <img src="/images/icons/war.gif">, за счет этого Вы повышаете уровень. Повышение уровня добавляет Вам игровые возможности (новые гильдии, квесты, заклинания, вещи, доступ в различные локации и т.д. ). Ваш уровень растет и Вы становитесь сильнее.<br /><br />
		3.	Деньги <img src="/images/icons/money.gif"> на одежду, оружие, зелья и другие покупки зарабатываются в боях, в добывающих гильдиях, в дозорах (это при входе в Западный Лес. Внимание! Выход из леса на координатах 50.0).
		<div id="buttons" align="right"><a href="/help.php?id=1001" class="rollover"></a></div>
	</p>
</div>