<script>begin_help( 'Основание Ордена' );</script>

<b>Требования к созданию Ордена</b><br>
В процессе создание Ордена вам понадобится название, иконка Ордена, описание
для главной страницы и пять человек, готовых вступить немедленно. Кроме того,
вам следует определить направленность Ордена (светлая, темная, нейтральная)
и стихию (вода, огонь, природа, единство).<br>
Название Ордена можно состоять только из русских слов, разделенных пробелом.
Слово Орден в названии обязательно. Каждое слово должно начинаться с заглавной
буквы и дальше состоять из прописных. Общая длина, включая название, не может
превышать 55 символов. При создании Ордена процесс премодерации отсутствует - 
формально вы можете указать любое название. Ордена с названиями, не соответствующими
фентезийной тематике, будут удаляться, все члены Ордена будут наказываться.<br>
Иконка Ордена должна быть представлена в виде картинки в формате GIF размером 18
на 13 пикселей. Размер файла не должен превышать 2кб. Анимация в общем случае не
запрещена, но анимания не должна раздражать. Лучше обойтись без анимации или
с медленной анимацией. Если администрация сочтет анимацию на вашей иконке слишком
резкой, ваш Орден может быть удален.<br>
<br>
<b>Описание Ордена</b><br>
Описание Ордена будет показываться на первой вкладке вашей страницы Ордена.
После регистрации заголовок вкладки будет Главная, но вы можете поменять сразу
после регистрации его на любой другой, например Новости, Устав или История.<br>
<br>
<b>Начальный Состав</b><br>
При основании Ордена ровно пять человек, включая главу, должны быть готовы
вступить. Вы не сможете завершить процесс основания Ордена, пока пять человек
не подтвердят готовность вступить. При этом в момент основания все пять человек
будут автоматически занесены в состав Ордена. Шестого и далее человека вы
сможете принять только улучшив Казармы.<br>
                                         
<script>end_help( );</script>