<div id="content_text"><br />
	<div id="header" align="left">Городская Ярмарка</div><br />
	<img  align="right" src="images/locations/capital_market.jpg" id="label"/>
	<p align="left"><br />
Городская ярмарка - это место, где кипит жизнь. Здесь царят деньги, здесь правит бал торговля, здесь всегда шум и суматоха. Местные торговцы и заезжие купцы, носильщики и чиновники, стражи, присматривающие за рынком, ловкие мальчишки, только и ищущие зазевавшегося горожанина, чтобы вытащить у него из кармана пару монет, и, конечно, люди разных мастей и внешностей... Если вы - человек бойкий, сметливый и хитрый, то ярмарка наверняка принесёт вам не одну тысячу дублонов. Или заберёт у вас и того больше...<br>
<br>
На ярмарке можно торговать с другими персонажами, обменивая ресурсы, редкости или оружие на золото - или наоборот.<br>
	</p>
</div>