<div id="content_text"><br />
	<div id="header" align="left">Пещеры</div><br />
	<p align="left"><br />
	<?
		include_once( 'skin.php' );
		echo "<table><tr><td>";ScrollLightTableStart();
		echo "<div style='width:640px; height:360px; overflow:auto'>";
		echo "<center><table id=s_table><tr><td>";
	?>

<div class="hint"><table id='s_table'><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="tiny">
<p>
<table id='s_table'>
<tr><td><b>Уровни монстров:</b></td><td><i>Все</i></td></tr>
<tr><td><b>Можно вмешиваться против монстров:<b></td><td><i>Нет</i></td></tr>
<tr><td><b>Можно вмешиваться против игроков:<b></td><td><i>Нет</i></td></tr>
</table>
</p>
</td></tr></table></div>

<p>
Пещеры - локация, с которой вы, вероятнее всего, встретитесь одной из первой
в Алидерии. Многие опытные маги именно в Пещерах нашли своего первого врага и начали свой путь к вершинам мастерства.
</p>

<!-- <img src="help/etc/help-caves-about.png" alt="(картинка Пещер)" title="Как-то один маг пытался составить карту Пещер. Вот что у него получилось." /> -->

<p>Пещера разбита на глубины сверху вниз: от самой лёгкой нулевой до мрачных, сложных и опасных каменных коридоров.<br>
<b><font color="blue">Первые три глубины</font></b> (<b>нулевая, первая и вторая</b>) находятся достаточно близко к входу и в них достаточно светло, чтобы можно было искать различные вещи и драться с местными монстрами, не опасаясь встретить серьёзных противников.<br />
Глубины 3 и глубже уже скрыты во тьме, и для перемещения в кромешной тьме вам не помешает раздобыть пару-тройку факелов...
</p>

<div class="hint"><table id='s_table'><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<img src="images/items/quest/torch.gif" alt="(картинка факела) " title="Факел" /><img src="help/etc/help-torch-about.png" alt="(текст)" title="Почему нужен факел" />
<p>
<b><font color="blue">Факелы</font></b> нужны для путешествий в глубины Пещер столицы (с <b><font color="blue">третьей&nbsp;глубины</font></b>). Факелы надеваются <b><font color="blue">как&nbsp;оружие</font></b>, поэтому тщательнее выбирайте своё обмундирование!
</p>
</td></tr></table></div>

<p>
В каждый момент времени в пещере вы однозначно будете видеть кнопки &quot;<b>Вернуться
Назад</b>&quot; (подняться на верхние уровни Пещер или выйти наружу) и &quot;<b>Исследовать Здесь</b>&quot; (попробовать отыскать что-нибудь полезное). Если вы можете спуститься глубже, то вы также будете видеть кнопку &quot;<b>Двигаться Глубже</b>&quot;, которая переместит вас на глубину ниже. 
</p>
<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<img src="help/etc/help-caves-stuff.png" alt="Как ищут в Пещерах" title="Поиск в Пещерах" />
<p>
При нажатии на кнопку &quot;Исследовать здесь&quot; вы начнёте поиск. В результате поиска вы можете ничего <b><font color="blue">не найти</font></b>, найти <b><font color="blue">что-то полезное</font></b> и найти <b><font color="blue">монстра</font> на свою голову</b>. Помните, что вы можете что-то найти <b>и во время перехода</b> между глубинами!<br />
<b><font color="blue">Нулевая глубина безопасна:</font></b> на ней Вас никто не атакует.
</p>
</td></tr></table></div>

<p>
<b><font color="blue">При первом посещении</font> любой глубины</b>, кроме нулевой, вы будете гарантированно <b>атакованы <font color="blue">Стражем Глубины</font></b> - монстром, который ее охряняет. До тех пор, пока вы не победите его, он будет продолжать вас атаковать при попытке пройти.<br />
После первой победы глубина будет считаться исследованной вами, и монстры будут нападать на вас со стандартными шансами. Обычно монстры атакуют с шансом в <b><font color="blue">33%</font></b>.
</p>

<p>
На некоторых глубинах пещеры вы можете найти другие локации. Так, на 1-ой глубине вы можете спуститься в <a href=help.php?id=50029>Лабиринт Кошмаров</a>, а на 0-ой и 3-ей глубине члены гильдии старателей могут найти Прииск Семи Старателей и Зачарованную Шахту.
</p>

		
	<?
	
		echo "</td></tr></table></center>";
		echo "</div>";
		ScrollLightTableEnd();echo "</td></tr></table>";
			
	?>
	</p>
</div>