<script>begin_help( 'Городские здания Столицы' );</script>

<p>
Столица Алидерии, Телла, строилась как город, в стенах которого могут укрыться любые люди, способные влиять на мир и готовые менять его к лучшему. Многие горожане, однако, не умеют колдовать даже простейшие боевые заклятия, используя магию лишь дома или в ремесле. Поэтому столица развивалась как город, способный приютить и мудрецов, и торговцев, и собирателей, и других людей. Кого-то это не устраивало, но все знали, что во время осады полезны и огненные шары магов, и копья и щиты тех, кто не желает или не может использовать заклинания.<br />
Постепенно Телла разрасталась, но её центр не менялся. Самые главные здания располагаются именно на центральных улицах, расположенных вдоль реки Лидеры, а также на ответвлениях причудливой городской стены.
</p>

<br />
<hr style="size: 1px; border: 1px solid rgb(124,92,47); width: 80%;" />
<br />

<table><tr><td valign=top><img src="help/etc/help-capital-tavern.png" /></td><td valign="top" class="content"><p>
Пожалуй, <b>Харчевня &quot;Млечный Путь&quot;</b> будет первым зданием, в которое захочет заглянуть почти что каждый гость города. Если заметит этот дом, построенный хитрецом Трактирщиком в ветвях раскидистого дерева на краю Западного Леса. Из-за этого в городе почти не возникают пьяные дебоши: кто же на нетрезвую голову отважится спуститься вниз по хрупкой лестнице Харчевни?<br />
Трактирщику есть чем удивить гостей Харчевни. Его эль пробовали на вкус все добытчики Пещер и Западного Леса, его сырную похлёбку любит четверть любителей обедать вне родного дома, а барды, бродячие певцы и мастера бойких фраз давно облюбовали это место и привыкли приходить сюда, когда наступает густая ночь.
</p>

<div class="hint"><table><tr><td valign="top" class="tiny"><p>
В Харчевне можно <b>восстановить здоровье,</b> потерянное во время боя на Арене.<br />
Здесь часто можно <b>найти задание</b> для себя.<br />
Говорят, Трактирщица делает изумительные букеты, которые можно будет при случае подарить приглянувшейся девушке или особо привлекательному юноше. Наверняка <b>стоит спросить Трактирщика</b> и узнать, не нужно ли им помочь - вряд ли его жена будет согласна помогать незнакомому человеку...
</p></td></tr></table></div></td></tr>
</table>
              
<script>end_help( );</script>
