<div id="content_text"><br />
	<div id="header" align="left">Турниры Орденов</div><br />
	<p align="left">
<div align='left'>

Турниры Орденов проходят в зале турниров на арене героев по принципу, похожему на Швейцарскую Систему.<br>
Каждый Орден Алидерии может выставить одну или несколько команд на турнир. При этом команда должна состоять самое меньшее из трёх игроков. Каждый игрок занимает одну из трех позиций: А, Б, В, Г, Д или Е.<br>
На позиции А и Г могут записаться игроки не старше 7-ого уровня. На позиции Б и Д - не старше 12-ого уровня. На позиции В и Е ограничений нет.<br>
За пять минут до начала турнира запись прекращается - с этого момента нельзя в том числе и отозвать заявку. До этого момента вы можете отозвать заявку, если подали ее не в ту команду или передумали принимать участие в турнире.<br>
Позиции А, Б и В являются основными. Позиции Г, Д и Е являются запасными. Игрок на позиции Г является запасным по отношению к игроку на позиции А и т.д.<br>
Если в момент начала турнира на какой-то основной позиции нет игрока, и на соответствующей ей запасной позиции также нет игрока, команда исключается из турнира. Если после этого на турнир окажется записано менее двух команд, он не состоится.<br>
<br>
	
</div>
		<div id="buttons" align="right"><a href="/help.php?id=17007" class="rollover"></a></div>
</p>
</div>