<div id="content_text"><br />
	<div id="header" align="left">Логова Зверей</div><br />
	<p align="left">
<div align='left'>

Иногда в Западном Лесу Теллы обнаруживаются логова местных обитателей. Городская управа считает это опасным для спокойствия города, поэтому призывает жителей
Теллы обезвреживать такие логова сразу, как о них становится известно. Когда очередное логово обнаруживается, Глашатай объявляет об этом в общий чат и продолжает
напоминать игрокам каждые пять минут, пока логово не будет обезврежено. В зависимости от типа обитателей, выбирается ограничение на уровень игроков, которые могут
участвовать в обезвреживании логова:<br>
<li>Если монстры - <a style='border-bottom:1px dotted #501704' href='help.php?id=12002&beast_id=11'>Повелители Медведей</a>, участвовать могут игроки от <b>3</b> до <b>7</b> уровня;<br>
<li>Если монстры - <a style='border-bottom:1px dotted #501704' href='help.php?id=12002&beast_id=13'>Повелительницы Волков</a>, участвовать могут игроки от <b>6</b> до <b>11</b> уровня;<br>
<li>Если монстры - <a style='border-bottom:1px dotted #501704' href='help.php?id=12002&beast_id=35'>Львы</a>, участвовать могут игроки от <b>10</b> до <b>15</b> уровня;<br>
<li>Если монстры - <a style='border-bottom:1px dotted #501704' href='help.php?id=12002&beast_id=36'>Зайцы-Шаманы</a>, участвовать могут игроки от <b>13</b> до <b>18</b> уровня;<br>
Все игроки, участвавшие, и выжившие в бою против монстров, получают награду от городской управы.<br>
</div>
</p>
</div>