<div id="content_text"><br />
	<div id="header" align="left">“урниры</div><br />
	<p align="left">
<div align='left'>
“урниры в јлидерии проход€т в зале турниров на арене героев по системе, похожей на систему Double Elimination.<br>
¬ойд€ в зал, вы увидите список всех запланированных турниров, а также информацию по турниру, проход€щему в данный момент, если такой есть.<br>
≈сли вы подходите по уровню дл€ какого-либо турнира, вы можете записатьс€ на него. «апись на любой из турниров бесплатна€.<br>
¬ момент старта турнира вы должны находитьс€ в зале турниров, иначе вы будете автоматически дисквалифицированы.<br>
Ќа прот€жении всего турнира вы не сможете покинуть зал.<br>
<br>
<b>Ѕалансировка игроков</b><br>
≈сли турнир предполагает участие игроков разных уровней, перед стартом всем игрокам за каждый недостающий уровень до максимально допустимого на турнире начисл€етс€ 60 жизней.<br>
<br>
<b>–егул€рные турниры</b><br>
“урниры дл€ каждого уровн€ провод€тс€ раз в неделю. јнонс турниров на следующую неделю производитс€ в четверг в полночь. ѕри этом дл€ каждого из уровней, дл€ которых предусмотрены турниры, турнир назначаетс€ на случайный день следующей недели равноверо€тно на 20:00 или на 15:00. ¬ насто€щее врем€ турниры провод€тс€ дл€ игроков от 4-ого до 15-ого уровн€.<br>
<br>
	
</div>
		<div id="buttons" align="right"><a href="/help.php?id=17006" class="rollover"></a></div>
</p>
</div>