<div id="content_text"><br />
	<div id="header" align="left">Штурм Теллы</div><br />
	<p align="left">
<div align='left'>
<b>Как отвоевать постройки, если штурм был проигран?</b><br>
Для того, чтобы отвоевать постройки, необходимо собрать группу из пяти человек,
состоящих в Ордене. Каждый Орден отбивает свои постройки самостоятельно, не зависимо
от успехов и действий других Орденов.<br>
Пять членов Ордена должны собраться в Зале Собраний, где один из них должен подать заявку,
а четверо других присоединиться к ней. Когда пять игроков собрались, начинается бой против
Ночных Чародеев. Против каждого из пяти участников будет выступать
персонаж, имеющий в точности такие же характеристики, но использующий только три базовых заклинания.
Два ночных чародея будут бить со спины.<br>
Если группа побеждает Ночных Чародеев, постройки считаются отбитыми и начинают работать.<br>
Если бой проигран, игроки могут начать новый сразу как только будут готовы. Бой не является кровавым
и не отправляет игрока к Лекарю.<br>
Если в Ордене онлайн 10 и более игроков, две группы могут отбивать постройки одновременно независимо
друг от друга. В этом случае победа любой из них приведет к возобновлению работы построек, даже если
другая группа в следующий момент времени проиграет.<br>
<br>
<b>Что делать, если мы не можем отбить постройки</b><br>
Если вы не отбили постройки до следующего штурма, и следующий штурм был выигран, защита построек ослабевает,
и в бою будет уже только один Ночной Чародей, а не два. Если даже при таких обстоятельствах вы не смогли отбить
постройки до после-следующего штурма, который также будет выигран, то в бою более не будут участвовать Ночные
Чародеи. Вам будет необходимо победить только зеркальных персонажей.<br>
Если следующий или послеследующий штурм будут проиграны, количество Ночных Чародеев вновь станет равно двум.<br>
<br>
<b>Что делать, если у нас в Ордене нет пяти активных игроков</b><br>
Набрать новых игроков.<br>
	
	
</div>
		<div id="buttons" align="right"><a href="/help.php?id=17004" class="rolloverup"></a></div>
</p>
</div>