<div id="content_text"><br />
	<div id="header" align="left">“урниры ќрденов</div><br />
	<p align="left">
<div align='left'>
<b>—истема турнира</b><br>
¬ момент начала турнира рассчитываютс€ игры, которые необходимо провести. »гры разбиваютс€ на несколько, не более чем 7, этапов. Ќа каждом этапе команды разбиваютс€ на пары, и провод€т по четыре бо€ внутри каждой пары. ѕервый бой - игрок на позиции ј первой команды против игрока на позиции ј второй команды. ¬торой бой - дерутс€ игроки на позици€х Ѕ. “ретий бой - на позици€х ¬. ≈сли дл€ какой-то из позиций игрок ќрдена оффлайн или вне зала турниров, вместо него в бой попадет запасной игрок. ≈сли и запасной игрок отсутствует, команде засчитаетс€ техническое поражение. Ёти три бо€ запускаютс€ одновремено.  ак только они все завершены, запускаетс€ четвертый - групповой бой 3 на 3. «а победу в первых трех бо€х команда получает одно очко, за победу в четвертом бою - два очка.<br>
 оманды распредел€ютс€ так, чтобы кажда€ команда сыграла равное количество игр к концу турнира. ѕри этом, разумеетс€, не может гарантироватьс€, что кажда€ команда сыграет с каждой. ќднако гарантируетс€, что никакие две команды не встрет€тс€ друг с другом более одного раза в течение турнира.<br>
¬ конце команда, набравша€ максимальное количество очков, получает 20 очков славы и по 10000 дублонов каждому участнику.  оманда на втором месте - 10 очков славы и по 7500 дублонов каждому участнику.  оманда на третьем месте - 5 очков славы и по 5000 дублонов каждому участнику.<br>
<br>
<b>–егул€рные турниры</b><br>
 аждый четверг в полночь очередной турнир ќрденов равноверо€тно ставитс€ на 20:00 в п€тницу, субботу или воскресенье следующей недели.<br>
	
</div>
		<div id="buttons" align="right"><a href="/help.php?id=17003" class="rolloverup"></a></div>
</p>
</div>