<div id="content_text"><br />
	<div id="header" align="left">“урниры</div><br />
	<p align="left">
<div align='left'>
<b>—истема проведени€ турнира</b><br>
 ак было отмечено выше, система проведени€ турнира похожа на Double Elimination. ¬ общем случае это обозначает, что игрок выбывает из турнира, проиграв дважды.<br>
¬ момент старта, если количество игроков не €вл€етс€ степенью двойки, или меньше 8, оно дополн€етс€ до ближайшей степени двойки (или до 8-ми) специальными турнирными мобами, достаточно слабыми, чтобы не внести дисбаланс в турнир<br>
¬се игроки в начале турнира показываютс€ в самом левом столбце турнирной сетки. ѕо результатам проведенных партий в первом круге все победители попадают в верхнюю половину таблицы, а проигравшие - в нижнюю половину.<br>
ѕосле первого круга все бои проход€т параллельно в верхней и нижней сетке по следующим правилам:<br>
<li>ѕосле каждого бо€ в верхней сетке победитель попадает в следующий круг верхней сетки, а проигравший падает в этот же круг нижней сетки.<br>
<li>ѕосле каждого бо€ в нижней сетке победитель попадает в следующий круг в нижней сетке, а проигравший выбывает из турнира.<br>
“ак продолжаетс€ до тех пор, пока не останетс€ по два игрока в верхней и нижней сетках. ѕосле этого турнир заканчиваетс€ по олимпийской системе.  ажда€ пара сразитс€ за выход в финал. ѕо итогам этих боев двое участников, не попавших в финал, сраз€тс€ за третье место.<br>
“аким образом, если вы попали в Top4 игроков не разу не проиграв, вы тер€ете шанс выиграть турнир после первого поражени€, а не после второго.<br>
<br>
	
</div>
		<div id="buttons" align="right"><a href="/help.php?id=17002" class="rolloverup"></a></div>
</p>
</div>