<div id="content_text"><br />
	<div id="header" align="left">ѕервый раз в первый класс</div><br />
	<img  align="right" src="images/icons/order.png" id="label"/>
	<p align="left"><br />

<i>ћногие игроки жаждут про€вить себ€ в полную силу.  то-то хочет достичь высот в магических сражени€х, кого-то интересует торговл€, многие ищут возможности направить других к нужной цели, а есть и те, кто просто стремитс€ найти дружную компанию.<br>
ѕрактически у всех жителей јлидерии имеетс€ возможность присоединитьс€ к одному из множества магических ќрденов, зарегистрированных в јлидерии.<br>
ќрдена могут преследовать различные цели, быть светлыми или тЄмными, идти путЄм одной из стихий мира јлидерии или просто действовать в этом мире, дела€ свою заметную и незаметную работу.<br>
” каждого ќрдена - сво€ цель.  аждый житель јлидерии, вступа€ в один из них, выбирает свой собственный путь.  то знает - возможно, именно это решение навсегда изменит жизнь жител€ јлидерии...</i>
<br/><br/>


<b><font color="blue">ќрден</font></b> - это <b>объединение магов јлидерии</b>, преследующее свои цели - боевые или торговые достижени€, помощь другим кланам или что-то своЄ.<br>ќрдена могут быть <b>светлыми или тЄмными</b>, могут идти путЄм одной из трЄх <b><font color="blue">ст</font><font color="red">их</font><font color="green">ий</font></b> јлидерии, а могут и просто действовать, не выбира€ каких-либо склонностей и жив€ в мире со всеми маги€ми.
<br/>

		<div id="buttons" align="right"><a href="/help.php?id=15002" class="rollover"></a></div>
	</p>
</div>
