<div id="content_text"><br />
<div id="header" align="left">PDA-версия игры: http://pda.alideria.ru/</div>
<img src="/images/icons/pda.png" id="label"/><br />
<p align="left">
Если вы состите в гильдии Старателей, Собирателей, Охотников или Рыбаков, с
вашего мобильного телефона вы можете добывать ресурсы, потребляя минимум трафика.
Для этого следует пользоваться PDA-версией игры.<br>
PDA-версия доступна по адресу<br>
<a href=http://pda.alideria.ru>http://pda.alideria.ru</a><br>
И обладает ограниченной функциональностью. Вы можете перемещаться в пределах
столицы и добывать ресурсы в основной локации вашей гильдии. Обратите внимание,
что если вы состоите в гильдии старателей, то вы должны оставить персонажа
в прииске, чтобы воспользоваться PDA-версией игры, так как в противном случае
вы не сможете до него дойти - PDA-версия не поддерживает перемещение по пещерам.<br>
</p>
</div>
