<div id="content_text"><br />
	<div id="header" align="left">»деал возможен</div>
	<img  align="right" src="images/icons/perfect.png" id="label"/>
	<p align="left">
		Ќо есть также и несколько боевых и не боевых характеристик персонажа, которые нельз€ повысить, получив новый уровень игроком. <br /><br />
		Ѕоевые характеристики Ц те, вли€ют на результативность хода в бою:<br /><br />
		1. ќтдача - ≈сли на очередном ходу стихи€ вашего заклинани€ слабее стихии заклинани€ оппонента, у вас есть все равно есть шанс произнести заклинание после того, как его произнесет ваш противник. ≈сли ваша отдача равна нулю, этот шанс нулевой. „ем выше отдача, тем выше этот шанс.<br /><br />
		2. ”дача - ”дача вли€ет на шанс произнести заклинание в бою дважды. ≈сли удачи ноль, шанс произнести заклинание дважды равен нулю. Ќе повышайте удачу, если вы используете заклинани€, двойное произнесение которых не имеет смысла (например, заклинани€ призыва).<br /><br />
		3.  ритический удар -  ритический удар вли€ет на шанс нанести двойное повреждение атакой магии.<br /><br />
		Ќе боевые характеристики Ц те, которые вли€ют на жизнь игрока исключительно вне бо€.<br /><br />
		1.	¬ыносливость Ц позвол€ет игроку нести больше вещей, ресурсов.<br />
		2.	¬осстановление жизни Ц игрок восстанавливает свое здоровье быстрее вне бо€.<br />
		3.	—корость Ц позвол€ет игроку двигатьс€ быстрее в определенных местах.<br /><br />
		ќтдельно стоит отметить параметр –егенераци€ <img src="images/icons/regeneration.gif"/>. „ем выше этот параметр, тем больше здоровь€ игрок восстанавливает каждый ход в бою. Ќо этот параметр могут подн€ть только заклинани€ или очень редкие вещи.
		<div id="buttons" align="right"><a href="/help.php?id=8001" class="rolloverup"></a></div>
	</p>
</div>