<div id="content_text"><br />
	<div id="header" align="left">Идеал возможен</div>
	<img  align="right" src="images/icons/perfect.png" id="label"/>
	<p align="left">
		В Алидерии есть несколько параметров, атрибутов у каждого игрока, которые тем или иным образом влияют на те или иные характеристики персонажа. Поднимая их посредством вещей, зелий, повышения уровня, клановыми бонусами, эффектами и т.д., Вы увеличиваете их действие. Стоит отметить, что в основном всегда лучше больше, чем наоборот. <br /><br />
		В Алидерии все завязано на трех магиях: воды <img src="images/icons/w_ic1.gif"/>, природы <img src="images/icons/e_ic1.gif"/> и огня <img src="images/icons/f_ic1.gif"/> . Каждая единица магии дает дополнительную единицу атаки <img src="images/icons/awater.gif"/><img src="images/icons/anature.gif"/><img src="images/icons/afire.gif"/>, защиты <img src="images/icons/swater.gif"/><img src="images/icons/snature.gif"/><img src="images/icons/sfire.gif"/>и регенерации маны, которую Вы повышаете. Также некоторые заклинания требуют то или иное количество определенной магии. Даже чтобы изготавливать вещи Вам понадобится владения магиями.<br /><br />
		Мана.<img src="images/icons/water.gif"/><img src="images/icons/nature.gif"/><img src="images/icons/fire.gif"/>У каждой магии есть мана – это очки стоимости заклинаний. Каждый ход в бою у Вас регенерируется столько маны, сколько у Вас очков магии (пример: у Вас 5 магии воды <img src="images/icons/w_ic1.gif"/>, следовательно, каждый ход будет прибавляться 5 маны воды <img src="images/icons/water.gif"/>). Ману можно повышать до боя, используя те или иные вещи, эффекты и т.д.<br /><br />
		Кроме того, есть такой параметр как «атака магии». Чем выше этот параметр, тем выше дополнительные урон, наносимый при использовании магии. Защита – обратный атаке параметр, просто напросто нивелирует урон от такой атаки.<br /><br />
		Здоровье <img src="images/icons/life.gif"/>- основной параметр в бою. Измеритель вашей живучести. Как только этот параметр у одного из игроков достигает ноля, игрок проигрывает бой.<br /><br />
		<div id="buttons" align="right"><a href="/help.php?id=8002" class="rollover"></a></div>
	</p>
</div>