<div id="content_text"><br />
	<div id="header" align="left">Драться легко и интересно. Нужно лишь вовремя спрятать тело.</div><br />
	<img  align="right" src="images/icons/princip.png" id="label"/>
	<p align="left">
		1.	Принцип боя Алидерии основан на известной игре «камень-ножницы-бумага», а именно: вода тушит огонь, огонь сжигает природу, природа иссушает воду. Все просто: и Вы и Ваш противник по очереди выбираете заклинания в бою и после этого «вскрываетесь». Проигравший получает повреждение от заклинаний победителя. И так до того момента, пока у одного из Вас не закончится здоровье <img src="/images/icons/life.gif">. Ничьи переигрываются.<br /><br />
		2.	У каждой стихии есть определенные заклинания, владеющие уникальными свойствами. Заклинания можно купить у других игроков, «выбить» из монстров, иногда найти, а некоторые даже купить в башне Тайных Знаний. Чтобы заклинание работало, нужно зайти во вкладку «Заклинания» и выбрать заклинания на бой. Внимание! Только те заклинания, которым отображены под аватаром Вашего игрока будут участвовать в бою.<br /><br />
		3.	Некоторые заклинания призывают существ. Существа призываются в бою в те три квадратика, которые вводили Вас сначала в недоумение. Вы выбираете стрелочкой куда призвать того или иного. То же самое, естественно, делает соперник.<br /><br />
		У существ есть свои уникальные параметры:<br /><br />
		<font color="blue"><b>Ярость</b></font> позволяет существу атаковать раньше, чем существо противника.<br />
		Обычно существа наносят урон друг другу одновременно. Эта особенность даёт существу нанести последователю врага урон раньше, что даёт шанс расправиться с оппонентом без лишних ранений. <br /><br />
		<div id="buttons" align="right"><a href="/help.php?id=4002" class="rollover"></a></div>
	</p>
			</div>