<div id="content_text"><br />
	<div id="header" align="left">ѕравила - как суслик. “ы их не видешь, а они есть...</div><br />
	<img  align="right" src="images/icons/gopher.png" id="label"/>
	<p align="left">
		<div align="left"><h3>–аздел 1.1. ѕравила общени€ в чате</h3><br />
			<b>7.</b> «апрещено обсуждение прохождени€ квестов в общем чате (как вопросы о прохождении, так и ответы на них). Ќаказание за вопрос о прохождении Ц предупреждение, затем молчанка от 5-ти минут, наказание за ответ Ц молчанка от 10-ти минут.<br /><br />
			<b>8.</b> «апрещено отправл€ть в чат сообщени€, €вл€ющиес€ рекламой ќрдена, чаще чем раз в 30 минут. Ќаказание Ц молчанка от 10-ти минут. ќтправка рекламы одного ќрдена различными членами этого ќрдена в течение 30 минут может быть расценена как попытка обойти это правило.<br /><br />
			<b>9.</b> «апрещено попрошайничество (просьбы дать дублоны или любые другие игровые ценности навсегда или на врем€) в чате. Ќаказание Ц молчанка от 5-ти минут.<br /><br />
			<b>10.</b> ћодератор на свое усмотрение может удалить любое сообщение в чате, даже если оно не нарушает правила игры. Ќамеренна€ повторна€ отправка в чат удаленного сообщени€ запрещена. Ќаказание Ц молчанка от 5-ти минут.<br /><br />
			<b>11.</b> язык общени€ в игре - русский. ≈сли вы пишите в чат на €зыке, отличном от русского, модератор может потребовать от вас предоставить досторвеный перевод. ћассова€ отправка сообщений на €зыке, отличном от русского, запрещена. √раница между массовой и не массовой отправокой определ€етс€ модератором. Ќаказание Ц молчанка от 5-ти минут.<br /><br />
		</div>
		<div id="buttons" align="right"><a href="/help.php?id=6004" class="rollover"></a><a href="/help.php?id=6002" class="rolloverup"></a></div>
	</p>
</div>