<div id="content_text"><br />
	<div id="header" align="left">Правила - как суслик. Ты их не видешь, а они есть...</div><br />
	<img  align="right" src="images/icons/gopher.png" id="label"/>
	<p align="left">
		<div align="left">
			<h3>Раздел 4. Ордена</h3><br />
		    <b>1.</b> Глава Ордена обязан своевременно реагировать на заявки игроков на отчисление из Ордена. Если Глава Ордена по каким-то причинам не в состоянии выполнять этот пункт, он обязан выдать соответствующие права другим участникам Ордена.<br /><br />
		    <b>2.</b> Член Ордена, желающий покинуть Орден, должен оповестить об этом главу в чате Ордена. Если по каким-то причинам договориться устно не удалось, игрок должен создать во внутреннем разделе форума тему с просьбой об отчислении. Если в течение трех дней глава Ордена (или другой член Ордена, имеющий права на отчисление) не опишут уважительную причину, по которой игрока задерживают в Ордене, игрок будет отчислен автоматически, а Орден оштрафован на 10000 дублонов.
			<br /><br /><br />
			<font size="1">* Перманентный бан - блокировка игрового аккаунта навсегда</font>
		</div>
		<div id="buttons" align="right"><a href="/help.php?id=6006" class="rolloverup"></a></div>
	</p>
			</div>