<div id="content_text"><br />
	<div id="header" align="left">Правила - как суслик. Ты их не видешь, а они есть...</div><br />
	<img  align="right" src="images/icons/gopher.png" id="label"/>
	<p align="left">
		Для тех, кто не хочет читать весь набор правил Алидерии, но хочет понять, как избежать наказания:<br /><br />
		<div align=left>
			<li>Не оскорбляйте никого в чате и не ругайтесь. Будьте дружелюбны.</li><br />
			<li>Не обсуждайте квесты в чате. Кто-то может хотеть пройти без подсказки. Столкнулись с проблемой - обратитесь к форуму, в раздел Прохождение Квестов.</li><br />
			<li>Не надо ставить кучу знаков И пИсАтЬ вОт ТаК. За это молчанкой наказывают. И ЗА КАПС ТОЖЕ!</li><br />
			<li>Не рекламируйте другие онлайн-игры. И не обсуждайте их.</li><br />
			<li>В Торговом Чате (Который Торговый) пишите только рекламу своих товаров или сообщения о поиске товара. Нашли покупателя - переходите в приват: так удобнее и вам, и тем, кто читает торговый чат.</li><br />
			<li>Играйте только одним персонажем. Мультов заводить нельзя. Вообще.</li>
		</div>
		<div id="buttons" align="right"><a href="/help.php?id=6002" class="rollover"></a></div>
	</p>
			</div>