<div id="content_text"><br />
	<div id="header" align="left">Правила - как суслик. Ты их не видешь, а они есть...</div><br />
	<img  align="right" src="images/icons/gopher.png" id="label"/>
	<p align="left">
		<div align="left"><h3>Раздел 1.2. Торговый чат и торговые комнаты форума</h3><br />
			<b>1.</b> Торговый Чат создан только для рекламы своих товаров и Орденских магазинов или для поиска продавца. Запрещены сообщения, не относящиеся к торговле (просто общение, бессмыслица, сообщения не в тему). Наказание – предупреждение, молчанка от 5-ти минут.<br /><br />
			<b>2.</b> В Торговом Чате запрещено обсуждать детали сделки и другие мелкие подробности (обсудить детали сделки можно в привате). Наказание – предупреждение, молчанка от 5 до 15 минут. Наказание за частое или намеренное нарушение правила – молчанка от 20 минут, запрет на торговлю от 24 часов.<br /><br />
			<b>3.</b> Ограничения по отправке рекламы в Торговый Чат: 1 сообщени в 10 минут. Превышать это ограничение не рекомендуется. При слишком частой рекламе может последовать наказание – предупреждение, молчанка от 5 минут.<br /><br />
			<b>4.</b> Реклама одной орденской палатки разными членами Ордена расценивается как нарушение предыдущего пункта<br /><br />
			<b>5.</b> В торговых комнатах форума («Объявления – покупка» и «Объявления – продажа») запрещены сообщения, не относящиеся к торговле (бессмыслица, сообщения не в тему; общение допустимо). Наказание – предупреждение, молчанка от 5 минут, в исключительных случаях – запрет на торговлю от 24 часов.<br /><br />
			<b>6.</b> Обсуждать детали сделки в торговых комнатах форума можно. Но не рекомендуется перебивать уже назревающую сделку и влезать в тему со своими ценами.<br /><br />
		</div>
	    <div id="buttons" align="right"><a href="/help.php?id=6005" class="rollover"></a><a href="/help.php?id=6003" class="rolloverup"></a></div>
	</p>
</div>