<div id="content_text"><br />
	<div id="header" align="left">ѕравила - как суслик. “ы их не видешь, а они есть...</div><br />
	<img  align="right" src="images/icons/gopher.png" id="label"/>
	<p align="left">
		<div align="left">
			<h3>ƒо по€влени€ других пунктов правил правила чата распростран€ютс€ на все остальные аспекты игры.</h3>
			“о есть за нарушение этих правил на форуме, в текстах подарков или писем тоже можно получить наказание.<br />
			<h3>–аздел 2. ћультоводство</h3>
			<b>1.</b>ќдин человек может играть максимум одним персонажем.</b> ≈сли будет обнаружен факт контрол€ одним человеком нескольких персонажей, все такие персонажи будут заблокированы. ¬ход за любого персонажа, кроме основного, с совершением любых действий или без, считаетс€ контролем персонажа, и приводит к блокировке обоих персонажей.<br /><br />
			<b>2.</b> ќдним персонажем может играть максимум один человек.</b> ≈сли будет обнаружен факт контрол€ несколькими людьми одного персонажа, этот персонаж будет заблокирован.<br /><br />
			<b>3.</b> »грок может начать играть новым персонажем при условии, что он никогда больше не будет входить старым персонажем, и что старый персонаж не состоит в ќрдене. ≈диноразовый вход за старого персонажа после регистрации нового расцениваетс€ как мультоводство и приводит к блокировке обоих персонажей.<br /><br />
			<b>4.</b> »грок может навсегда передать своего персонажа в пользование другому человеку. јдминистраци€ должна быть уведомлена об этой передаче до того, как новый владелец впервые зайдет за переданного персонажа, иначе персонаж будет заблокирован.<br /><br />
			ѕримечание: представители ќрдена Ќачала (јстаниэль, ѕламени, ћай) имеют право контролировать нескольких персонажей.
		</div>
		<div id="buttons" align="right"><a href="/help.php?id=6006" class="rollover"></a><a href="/help.php?id=6004" class="rolloverup"></a></div>
	</p>
</div>