<div id="content_text"><br />
	<div id="header" align="left">Правила - как суслик. Ты их не видешь, а они есть...</div><br />
	<img  align="right" src="images/icons/gopher.png" id="label"/>
	<p align="left">
		<div align="left"><h3>Раздел 1.1. Правила общения в чате</h3><br />
			<b>1.</b> Все правила распростаняются только на общий, торговый, боевой чаты и открытые комнаты. В приватных чатах и закрытых комнатах действует только правило, запрещающее распространение вредоностных ссылок.<br /><br />
			<b>2.</b> Запрещены любые неприемлемые высказывания, включая ненормативную лексику, оскорбления игроков или их интересов, экспрессивные выпады в адрес наций или религий. Наказание – молчанка от 5-ти минут.<br /><br />
			<b>3.</b> Запрещены ссылки на другие онлай-игры, сайты порнографического характера или сайты, распространяющие вредоносное ПО. Наказание – перманентный бан*, если в общий чат, бан на сутки, если в чат Ордена.<br /><br />
			<b>4.</b> Запрещено любое обсуждение других онлайн-игр (даже упоминание названий других онлайн-игр). Наказание – молчанка от пяти минут, в некоторых случаях перманентный бан*.<br /><br />
			<b>5.</b> Запрещена многократная отправка одинаковых сообщений и отправка большого количества неинформативных сообщений. Наказание – молчанка от 5-ти минут.<br /><br />
			<b>6.</b> Не приветствуются сообщения, составленные ТОЛЬКО ИЗ БОЛЬШИХ БУКВ и НаПиСаНнЫе ВоТ тАк, содержащие много восклицательных знаков!!!!!!! или скобочек))))))))))). Наказание – устное предупреждение, затем – молчанка от 5-ти минут.<br /><br />
		</div>
		<div id="buttons" align="right"><a href="/help.php?id=6003" class="rollover"></a><a href="/help.php?id=6001" class="rolloverup"></a></div>
	</p>
</div>