<div id="content_text"><br />
	<div id="header" align="left">Правила - как суслик. Ты их не видешь, а они есть...</div><br />
	<img  align="right" src="images/icons/gopher.png" id="label"/>
	<p align="left">
	<div align="left"><h3>Раздел 3. Ошибки игры и автоматизация</h3><br />
	   <b>1.</b> Любые попытки обнаружить ошибки игры приводят к незамедлительной блокировке персонажа.<br /><br />
	   <b>2.</b> Любое использование ошибок или недоработок игры в личных целях приводят к наказанию от изъятия оценочной стоимости полученного до полной блокировки персонажа.<br /><br />
	   <b>3.</b> Любая попытка продать информацию об ошибке или ПО, ее применяющее, другим игрокам как за игровые так и за реальные деньги влечет за собой блокировку персонажей как продавших, так и купивших информацию.<br /><br />
	   <b>4.</b> Если игрок имеет основания полагать, что какие-то части игры имеют уязвимости, он может провести необходимые исследования, предварительно уведомив администрацию о точном времени, когда он собирается провести исследования, и дождавшись разрешения. Все результаты должны быть в обязательном порядке сообщены администрации. Если у администрации будут основания полагать, что игрок не сообщил о найденной в ходе таких исследований ошибке, персонаж будет заблокирован.<br /><br />
	   <b>5.</b> Запрещено использовать и распространять ПО, распознающее числовые CAPTCHA-изображения или разгадывающее загадки хранителей леса. Наказание за использование, продажу или приобретение такого ПО - блокировка персонажа.<br /><br />
	</div>
	<div id="buttons" align="right"><a href="/help.php?id=6007" class="rollover"></a><a href="/help.php?id=6005" class="rolloverup"></a></div>
	</p>
</div>