<div id="content_text"><br />
	<img  align="right" src="images/icons/money.png" id="label"/><div id="header" align="left">В наше время люди всему знают цену, <br />но понятия не имеют о подлинной ценности<br /> <font size="2">Оскар Уайльд. Портрет Дориана Грея.</font></div>
	<p align="left"><br />
		Алидерия - бесплатная онлайн-игра. В неё можно играть, не вкладывая в развитие персонажа ни единой копейки реальных денег, и получать удовольствие от игры в полном объёме.<br />
		Но специально для тех, кто желает помочь разработчикам Алидерии поддерживать проект и взамен облегчить свой путь к высшим уровням игры, существуют платные сервисы.<br /><br />
		Таланты <img src="images/icons/umoney.gif" />. Таланты – это альтернативная валюта, которую можно купить только за реальные деньги (ну или у игроков, которые купили их за реальные деньги). Все подробности о том как это сделать и сколько это стоит Вам лучше узнать у Фавна Жорика (он прячется за деревом под харчевней на главной улице). Лучше дружить с этим хитрецом – Фавн не в ладах с местным правосудием, зато у него можно время от времени найти для себя что-то полезное.
		<br /><br /><table width="650px" id="s_table"><tbody>
			<tr><td id="s_header">Премиум-Бои</td><td></td></tr>
			<tr><td>1. На 50% больше получаемы боеевой опыт;</td><td><img src="images/icons/umoney.gif" /> 30 за 28 дней</td></tr>
			<tr><td>2. 240 минут дозора в день;</td><td><img src="images/icons/umoney.gif" /> 10 за 7 дней</td></tr>
			<tr><td>2. 10 бевого опыта в момент активации или продления на 28 дней;</td><td><img src="images/icons/umoney.gif" /> 2 за 1 день</td></tr>
			<tr><td id="s_header"><br />Премиум-Добыча</td><td></td></tr>
			<tr><td>1. Увеличивает среднюю прибыль в добывающих гильдиях на 50%; </td><td><img src="images/icons/umoney.gif" /> 15 за 28 дней</td></tr>
			<tr><td>2. Даёт 100 дублонов при активации на 28 дней;</td><td><img src="images/icons/umoney.gif" /> 5 за 7 дней</td></tr>
			<tr><td></td><td><img src="images/icons/umoney.gif" /> 1 за 1 день</td></tr>
		</tbody></table>
		<div id="buttons" align="right"><a href="/help.php?id=3002" class="rollover"></a></div>
	</p>
			</div>
