<?

include_once( "help/guilds_common.php" );

?>

<script>begin_help( 'Алтарь Кузнецов' );</script>

<p>
Не все вещи делаются по официальным рецептам.<br />
Многие мастера ремёсел по-прежнему занимаются поисками новых рецептов и созданием новых вещей. Один из них сделал неожиданную находку: обычные магические посохи, способные накапливать в себе опыт мага и превращать его в постоянную силу, могут быть переделаны в отличное оружие! Но его создание может отнять много времени, сил и драгоценных камней, ведь каждая частица боевой мощи посоха поглощает частицу цвета драгоценного осколка...
</p>

<p>
На Алтаре Кузнецов вы можете создавать оружие, которое нигде больше не встретишь, и самостоятельно подбирать для него характеристики.<br />
Для начала работы на Алтаре Кузнецов вам необходимо купить Посох Воды, Огня или Природы в Башне Тайных Знаний на четвёртом этаже.<br />
Затем его необходимо выгнуть в Кузнице по соответствующему рецепту, чтобы получить Изогнутый Посох. Его уже можно улучшать.<br />
</p>

<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content">
<img src="help/etc/help-smith-staff.png" alt="(картинка посоха и меню)" title="" />
<p>
Вы можете улучшить атаку посоха, Удачу, Отдачу или Критический Удар. Атаку посоха улучшать безопаснее всего.<br />
Для работы требуются один или два драгоценных камня, которые пропадут только при успешном улучшении посоха.<br />
Шанс на успешное улучшение вещи составляет (60+<b>рейтинг</b> x3)% при повышении атаки и (20+<b>рейтинг</b> x6)% при повышении Удачи, Отдачи или Критического Удара. При этом шанс на успех не может превышать 90% и 80% соответственно.<br />
<b>Это единственный случай, когда Рейтинг используется ремесленниками.</b>
</p>

<p>
Если посох не улучшился, он теряет одну единицу прочности.<br />
Сломанный посох (с нулевой прочностью) пропадает <b>навсегда!</b><br />
</p>

<p>
Кроме того, при успешном улучшении вещи с шансом 15% при повышении атаки и 30% при повышении трёх остальных параметров у вещи увеличивается уровень (что не даст игрокам малых уровней воспользоваться ей).<br />
Если уровень посоха превышает величину вашего Ранга в гильдии более чем на три пункта, улучшить его не удастся.<br />
</p>
</td></tr></table></div>


<script>end_help( );</script>
