<script>begin_help( 'Турниры' );</script>
<p>
Многие заклинания в Алидерии можно улучшать. Проверить, что делает улучшение, можно в Помощи (раздел Заклинаний).<br />
 По умолчанию игрок приобретает заклинание <font color="darkblue"><b>Базового</b></font> уровня. Оно действует по минимуму, но по-прежнему может быть полезно.
Но стоит помнить, что базового уровня есть <b><font color="darkblue">4</font> ступени улучшения</b> (<b>ап1, ап2 и т.д.</b>).
</p>
 
<p>
Такие вариации заклинаний мощнее и полезнее. Но они <font color="darkblue"><b>требуют больше маны и магии,</b></font> так что осторожнее расчитывайте свои силы.
</p>
 
 
<br /><br /><br />
<p>
 Улучшать заклинания можно на четвёртом этаже Башни Тайных Знаний.
 <br /><br />
 Чтобы улучшить заклинание, нужно приобрести себе посох <b><font color="darkblue">соответствующей</font> стихии</b>. Хотите улучшить заклинание Огня - берите посох Огня.<br />
 Все посохи стоят <b>по <font color="darkblue">200</font> монет</b> и продаются на том же этаже.<br />
 Также понадобится приличная сумма в дублонах, которая зависит от того, что вы собираетесь улучшать.
</p>
 
<div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content"> 
<p>
 Купив посох, можно выбирать параметры для улучшения.<br />
 Хотите улучшить заклинание Природы 4 уровня до уровня "ап3"? Выбираем: зелёный посох, уровень 4, улучшение третье.
</p>

<p>
 <b>Помните, что нужно выбирать именно тот уровень заклинания, который вам нужен. Уровень выше или уровень ниже не сработают с любимым "Оплести"!</b>
</p>
<p>
 Повторяем: каждый раз вы выбираете параметры улучшения <font color="darkblue"><b>под конкретное заклинание.</b></font> Выбирать случайно не стоит - можно потерять много дублонов.
</p>
</td></tr></table></div> 
 
<p>
Выбрав параметры, проверяем, есть ли у нас нужное количество дублонов, проверяем, надо ли идти на турнир в ближайшие дни, и запускаем.
</p>


 
 
 <div class="hint"><table><tr><td valign=top><img src="help/etc/help-twinkle.gif" /></td><td valign="top" class="content"> 

<p>Чтобы улучшить заклинание, вам придётся набрать определённое количество очков в игре "Марблс" (она же "Линии" или "Шарики", те самые, в которые давным-давно играли многие).
 
Не ругайтесь. Это сделано специально для того, чтобы игроки не смогли заполучить себе сумасшедшие силы сразу же.

</p>
<img src="help/etc/help-lines.png" alt="(вспомогательное изображение)" title="То самое окно улучшения" />
<p>
 
 Правила самой игры в шарики просты.
 Нужно выстраивать линии из четырёх шариков или больше, перемещая уже появившиеся. Если клетки "заперты" другими шарами, переместить не удастся.
 Линии можно выстраивать по вертикали, по горизонтали и по диагонали. 
 <font color="darkblue"><b>Чем больше шаров в созданном ряду, тем больше очков вы получаете!</b></font>
</p>
<img src="help/etc/help-lines-basic.png" alt="(снова про азы игры)" title="Главные правила" />
</td></tr></table></div>
 
 
<p> 
 Если вы набрали столько очков, сколько нужно, можете выходить из окна: посох заряжен!<br />
 Его можно продать, обменять или положить на склад.<br /><br />
 Чтобы применить улучшение, нужно проверить, есть ли у вас нужное заклинание, взять посох в руки (Инвентарь - щёлкнуть на название посоха - Использовать) и улучшить нужное заклинание!
</p>
 
 

<p>
 Для тех, кому не хочется возиться с улучшением заклинаний:
 <font color="darkblue"><b>Посохи с улучшениями можно взять у другого игрока или просто купить. Это такая же вещь, как и другие.</b></font>
 Если у вас достаточно дублонов, не обязательно играть в шарики.
</p>
<script>end_help( );</script>
