<div id="content_text"><br />
	<div id="header" align="left">Как не только работать, но и зарабатывать.</div><br />
	<img  align="right" src="images/icons/work.png" id="label"/>
	<p align="left">
		В мире Алидерии живут и работают представители множества различных профессий. Многие из этих людей объединились в гильдии, к которым можете присоединиться и Вы.<br />
		Вы сможете обеспечить себе неплохой заработок, вступив в одну или несколько добывающих гильдий - скажем, в гильдию Рыбаков, Старателей, Охотников или Собирателей.<br /><br />
		Рыбаки, старатели и охотники. Здесь все просто: делаете заход, идет процесс добычи (длится 10 минут), в это время Вы можете почитать форум, поиграть в мини-игры, дописать контрольную или отправить шефу годовой отчет. Раз в сутки рыбаки и охотники умеют ставить капканы – они стоят 24 часа, но улов там обычно значительный.<br /><br />
		Есть ещё одна гильдия – собирателей. Это гильдия для тех, кто хочет зарабатывать большеи готов для этого потратить больше усилий. Здесь более активные способы добычи денег.<br />
		Вот ещё несколько сравнительно несложных способов, не стоит ими брезговать<br /><br />
		<img src="/images/icons/cave.png" style="float:left;"/><img src="/images/icons/rocks.png" style="float:left;"/>
		<table style="float:right;" id="s_table" width="340"><tbody><tr><td>
			У входа в Пещеры (на нулевом уровне) есть возможность найти что-то ценное - например, там можно заняться поиском камней, которые впоследствии можно будет продать другим игрокам.<br />
			Говорят, что на пятом уровне этажей можно найти драгоценные камни, но искать их нужно гораздо дольше...<br />
			После поиска подходящего места (поиск занимает 10 минут для нулевой глубины, 60 минут для пятой) перед Вами появляется квадрат 3*3; в трёх клетках этого квадрата находятся камни.<br />
			У Вас есть три попытки на то, чтобы найти хотя бы один камень.<br />
		</td></tr></tbody></table>
		<div id="buttons" align="right"><a href="/help.php?id=5002" class="rollover"></a></div>
	</p>
</div>