<div id="content_text"><br />
	<div id="header" align="left">Как появился мир...</div><br />
	<img  align="right" src="images/icons/kant.png" id="label"/>
	<p align="left"><br>
		<i>
		Дайте мне материю, и я покажу Вам,<br />
		как из неё должен образоваться мир.<br />
		Эммануил Кант.</i>
		<br /><br />
		После того, как Атлантида ушла под воды мудрого и вечного Океана, в священных землях Средиземноморья был обретен новый порядок. Силы, которые стали прародителями Нового мира, обрели новое обличие. Огонь, Вода и незыблемая Природа создали новый порядок в земле пустынной, земле отрешенной, земле жаждущей перемен.<br /><br />

		Когда-то это Земля была проклята: Пустынный край, почва которого отказалась плодоносить, жуткие останки былой цивилизации, напоминающие белесый скелет своими тощими руками-столетьями протягивающийся к нежному горлу самой Жизни.<br /><br />

		Но все изменилось однажды. Однажды капли леденящего дождя оживили потрескавшиеся морщины земли-матушки; однажды пламя сильным и нежным своим дыханием смело с земли-страдалицы все прошлые грехи и склоки, раздоры и глупость; однажды мудрая и вечная природа верой и правдой возвела могучие лесы, быстрые реки и неимоверно плодоносную землю-кормилицу.<br /><br />

		И создали три стихии новую материю, которой пронзили весь мир словно ниточками самой Ариадны. Великую силу заложили демиурги в новый мир, великую силу отдали они в руки человека дабы тот использовал её ради жизни одной и каждый из них вложил часть себя в этот мир. Магия завладела этим миром, миром Алидерии.<br />
		<div id="buttons" align="right"><a href="/help.php?id=1002" class="rollover"></a><a href="/help.php" class="rolloverup"></a></div>
	</p>
</div>
