<div id="content_text"><br />
	<div id="header" align="left"> ак по€вилс€ мир...</div><br />
	<img  align="right" src="images/icons/kant.png" id="label"/>
	<p align="left"><br />
		» проснулась теперь земл€, и улыбнулась она демиургам, и сказала земл€, что будет теперь здесь другой пор€док, который пронесет земл€ на веки вечные и жители этой земли будут сильны и жители еЄ получат в подарок бессмертные знани€ магии ¬оды, ѕрироды и ќгн€. ћагии, которой пропитана жизнь.<br /><br />
		ќбрадовались духи, что работа их закончена и собрались духи на покой, но притихли птицы, замерли деревь€ и реки побежали тише. явились миру и духам ‘унус и јэтас. ¬згл€нули они на мир и завещали боги жить на этой земле человеку, и создали они людей, наделив их силой и ловкостью, наделив их разумом с речью и завещали они духам идти рука об руку с этим народом. ƒухи взмолились, не готовы были брать€ жить в этом мире, попросились духи назад, домой: Ќо непреклонны были боги и слово их было закон. Ќарекли боги землю краем достатка и мудрости, краем счасть€, краем јлидерии. <br />
	<div id="buttons" align="right"><a href="/help.php?id=1005" class="rolloverup"></a></div>
	</p>
</div>
